{"scheme":[
  {"sbi":[
    {
      "bank": "State Bank of India (SBI)",
      "name": "SBI Capgains Plus",
      "age": "00 to 80",
      "gender": "Male, Female, Others",
      "accordion": "SBI Capgains Plus is a capital gains tax saving scheme offered by the State Bank of India. It provides tax benefits under Section 54EC of the Income Tax Act, allowing investors to reinvest capital gains from property sales into specified bonds. Eligibility typically includes Indian residents, regardless of age or gender.<br> For more details, click here.",
      "features": "SBI Capgains Plus is a specialized savings scheme under the Capital Gains Account Scheme, 1988, designed to provide tax benefits to individuals and entities liable for Long Term Capital Gains Tax upon the sale of capital assets. The scheme allows proceeds from the sale of assets to be parked temporarily, providing time to reinvest in eligible assets while earning interest. Individuals and entities who have recently sold a plot of land, flat, or any other capital asset liable for Long Term Capital Gains Tax are eligible for this scheme. By reinvesting proceeds in specified assets within the stipulated time frame, exemption from Long Term Capital Gains Tax can be claimed.SBI Capgains Plus offers both Savings Bank Account (Deposit Account-A) and Term Deposits (Deposit Account-B) as deposit options. Additionally, it provides a nomination facility where up to 3 nominees can be nominated for the deposits. The account can also be transferred from one branch to another branch for convenience.The period of deposit should not exceed 2 to 3 years from the date of transfer of the original asset, depending on the applicable section under the Income Tax Act. Overall, SBI Capgains Plus provides a comprehensive solution for individuals and entities looking to manage their Long Term Capital Gains Tax liabilities effectively while maximizing their returns through reinvestment opportunities and interest earnings on deposits.",
      "specific": "SBI Capgains Plus is available to a wide range of eligible applicants, including resident individuals, individuals aged 18 years and above, Hindu Undivided Families (HUFs), sole proprietorship firms, partnership firms, companies, associations of persons, non-resident Indians (NRIs), resident but not ordinary residents (RNORs), and artificial judicial persons. This diverse eligibility criteria ensures accessibility for various entities liable for capital gains taxable in India. It's important to note that auto-renewal is not an option for term deposits under SBI Capgains Plus. Upon maturity, the proceeds from term deposits are credited into the savings bank account opened under SBI Capgains Plus. This feature provides a secure and convenient way to manage investments. SBI Capgains Plus offers a compelling solution for individuals and entities facing Long Term Capital Gains Tax obligations. By reinvesting proceeds in eligible assets, investors can optimize their tax liabilities while earning competitive interest rates. Additionally, the product provides flexibility, nomination facilities, and transferability, enhancing its appeal to a diverse clientele. Whether you're a resident, NRI, or non-resident, SBI Capgains Plus offers a tailored approach to managing capital gains tax liabilities effectively.",
      "reference":"https://sbi.co.in/web/nri/accounts/sbi-capgains-plus-account#:~:text=However%2C%20if%20you%20plan%20to,on%20sale%20of%20Capital%20Assets."      
    },
  {
    "bank": "State Bank of India (SBI)",
    "name": "SBI Recurring Deposit",
    "age": "60 to 100",
    "gender": "Male, Female, Others",
    "accordion": "SBI offers Recurring Deposit (RD) schemes with flexible deposit options starting from ₹100, tenure ranging from 12 to 120 months, and competitive interest rates. Customers can automate monthly deposits and earn interest compounded quarterly. Premature withdrawal and loan against RD facilities are available, making it a convenient savings option.<br> For more details, click here.",
    "features": "A Recurring Deposit (RD) stands as a structured savings scheme allowing individuals to gradually accumulate funds by making regular monthly deposits over a predetermined period. It serves as a strategic tool for achieving specific financial goals over time. The interest rates for Fixed Deposits vary: 7.00% for 2 years to less than 3 years and 6.50% for 5 years up to 10 years. The period of deposit ranges from a minimum of 12 months to a maximum of 120 months, providing flexibility to suit diverse financial needs. This scheme is available across all branches of the bank, ensuring accessibility to interested individuals. The minimum deposit required is Rs. 100 per month, with subsequent deposits in multiples of Rs. 10. A penalty is charged on delayed payment of instalments, emphasizing the importance of timely contributions. Premature closure of the account occurs if six consecutive instalments are not received, with the balance being paid to the account holder. Overall, RDs offer a systematic and disciplined approach to savings, empowering individuals to steadily build their financial reserves while benefiting from competitive interest rates and the convenience of regular contributions.",
    "specific": "Customers are required to provide instructions for the disposal of maturity proceeds upon the completion of a Recurring Deposit (RD), which may include crediting proceeds to a Savings Bank or Current Account, issuing an Interest on Interest (IOI), or issuing a Special Term Deposit Receipt (STDR). The bank sends intimation to customers via SMS, calling for instructions on the disposal of maturity proceeds. Nomination for RD accounts is available in favor of an individual only. A Universal Passbook is issued to track transactions related to the RD account. Additionally, customers can avail themselves of a loan or overdraft facility against the RD deposit. RD accounts are transferable among the bank's branches for added convenience. The interest rate applicable to RDs is the same as that for Term Deposits, catering to both the general public and senior citizens. Eligibility criteria stipulate that individuals aged between 18 to 60 years are eligible to open an RD account and benefit from its features and interest rates. Overall, Recurring Deposit offers a systematic and accessible approach to savings, empowering individuals to work towards their financial objectives over time while benefiting from competitive interest rates and convenient features.",
    "reference": "https://sbi.co.in/web/personal-banking/investments-deposits/deposits/recurring-deposit"
  },
  {
    "bank": "State Bank of India (SBI)",
    "name": "Annuity Deposit Scheme",
    "age": "00 to 80",
    "gender": "Male, Female, Others",
    "accordion": "SBI's Annuity Deposit Scheme allows individuals to invest a lump sum amount and receive fixed monthly payouts for a predetermined period, typically 5 to 7 years. Interest is calculated on the principal amount and paid out as regular installments, providing a steady income stream for the investor. ",
    "features": "The Annuity Deposit Scheme presents depositors with an opportunity to invest a lump sum amount and receive regular Equated Monthly Instalments (EMIs), comprising both a portion of the principal amount and the accrued interest. This structured scheme is meticulously designed to offer a steady income stream to depositors, ensuring financial stability and predictability. Depositors can choose from various period of deposit options, including 36, 60, 84, or 120 months, catering to individual preferences and requirements. The scheme is widely accessible, being offered at all branches of the bank, facilitating convenience for interested individuals. The deposit amount is determined based on a minimum monthly annuity of Rs. 1000/- for the selected period, allowing flexibility while ensuring affordability for depositors. Premature payment is permissible for deposits up to Rs. 15,00,000/-, albeit penalty charges apply, mirroring the terms associated with Term Deposits. In the unfortunate event of the depositor's demise, premature payment is allowed without any limit, ensuring a seamless process for the beneficiary. Overall, the Annuity Deposit Scheme stands as a reliable and beneficial option for depositors seeking a regular income stream, with its structured approach, flexible tenure options, and convenient features tailored to meet diverse financial needs.",
    "specific": "There is no upper limit on the deposit amount for Annuity Deposit accounts, offering flexibility for customers to invest according to their financial capacity. The interest rate applied to these accounts aligns with the rates applicable to Term Deposits, ensuring competitive returns for both the general public and senior citizens. Annuity payments are disbursed on the anniversary date of the month following the deposit month. In cases where this date doesn't exist (e.g., 29th, 30th, or 31st), payment is scheduled for the 1st day of the next month, maintaining consistency in payment cycles. Nomination for Annuity Deposit accounts is available exclusively in favor of an individual. Special cases may qualify for an overdraft or loan facility of up to 75% of the annuity balance. Following the disbursement of overdraft or loan, subsequent annuity payments are directed to the loan account. A Universal Passbook is issued for Annuity Deposit accounts to facilitate tracking of transactions. Additionally, these accounts are transferable among the bank's branches, enhancing convenience for customers who may relocate or prefer services from different branches. Overall, Annuity Deposit accounts offer a versatile savings option with attractive interest rates, flexible payment schedules, and convenient features tailored to meet diverse financial needs.",
    "reference": "https://sbi.co.in/web/personal-banking/investments-deposits/deposits/annuity-deposit-scheme"
  },
  {
    "bank": "State Bank of India (SBI)",
    "name": "SBI Sarvottam",
    "age": "00 to 80",
  "gender": "Male, Female, Others",
    "accordion": "SBI Sarvottam is not recognized as a specific product or scheme in my current database. For accurate information and details on any new offerings by SBI, please visit the official State Bank of India website or contact their customer service.",
    "features": "Unlocking elevated returns coupled with stability, SBI introduces the 'Sarvottam' (Non-Callable) Term Deposit, representing the epitome of stability and enhanced returns. Tailored for discerning investors in pursuit of an unparalleled investment avenue, this offering embodies SBI's unwavering commitment to providing optimal financial solutions. The 'Sarvottam' Term Deposit promises elevated returns, offering a premium rate of interest that surpasses conventional avenues, ensuring that your investments thrive in today's dynamic market environment. Moreover, stability is a cornerstone of this offering, as the non-callable feature guarantees that your investments remain undisturbed, providing a steadfast foundation for your financial aspirations. With 'Sarvottam,' investors can enjoy the peace of mind that comes with knowing their investments are secure while maximizing their earning potential. This exclusive offering from SBI is designed to empower investors with a robust investment avenue that combines stability and elevated returns, catering to the needs of those who prioritize both financial security and growth. Whether you're a seasoned investor or just starting on your investment journey, 'Sarvottam' Term Deposit promises to be a valuable addition to your investment portfolio, providing stability, security, and superior returns that stand the test of time.",
    "specific": "Resident Individuals and Non-Individual Customers are invited to embark on this lucrative investment journey with SBI's 'Sarvottam' (Non-Callable) Term Deposit. This exclusive opportunity is tailored to cater to the financial aspirations of discerning investors, offering stability and elevated returns. Eligibility for this scheme extends to Resident Individuals and Non-Individual Customers, ensuring a wide range of investors can benefit from its features. However, minors and NRI customers are excluded from participation in this scheme. The eligibility age spans from 18 to 60 years, encompassing a broad demographic of potential investors. When it comes to the minimum amount required for investment, Retail customers are required to invest a minimum of ₹10.01 lakhs, while Bulk customers are expected to invest a minimum of ₹2 crores. Notably, there is no maximum limit on the investment amount, allowing investors the flexibility to allocate funds according to their financial capacity and investment goals. With 'Sarvottam' Term Deposit, investors can seize the opportunity to unlock elevated returns while enjoying the stability offered by the non-callable feature. This scheme represents a pinnacle of stability and enhanced returns, empowering investors to fortify their investment portfolios and achieve their financial objectives with confidence.",
    "reference":"https://www.sbi.co.in/web/interest-rates/sarvottam-domestic-term-deposit"
  },
{
  "bank": "State Bank of India (SBI)",
  "name": "SBI GREEN RUPEE TERM DEPOSIT",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "SBI Green Rupee Term Deposit is an eco-friendly deposit scheme promoting sustainable development. It offers attractive interest rates for fixed deposit investments. Customers can contribute towards green initiatives while earning returns. For more details, click here.",
  "features": "In alignment with the Reserve Bank of India's (RBI) directive issued on 11th April 2023 to bolster green finance initiatives, State Bank of India proudly introduces the SBI Green Rupee Term Deposit (SGRTD). This pioneering deposit scheme aims to mobilize funds dedicated exclusively to financing environmentally sustainable projects, thus contributing to the development of a robust green finance ecosystem in the nation. Eligible Customers encompass Resident Individuals, Non-Individuals, and NRI Customers (available in NRO and NRE deposit categories for NRI customers), ensuring broad participation in promoting green initiatives. The minimum deposit requirement stands at INR 1,000 with no upper limit, allowing investors of all capacities to contribute towards sustainable development. Eligible Products include Term Deposit and Special Term Deposit options, offering flexibility to investors to align their investments with their financial goals and preferences. The SGRTD offers tenors of 1111 Days, 1777 Days, and 2222 Days, catering to varying investment horizons and objectives. Competitive interest rates, tailored for both retail and bulk customers across various tenors, ensure attractive returns while supporting sustainable finance initiatives. Pre-mature Withdrawal follows guidelines applicable for premature withdrawal of normal Time Deposits, maintaining consistency and transparency in withdrawal procedures. Additionally, investors can unlock liquidity with overdraft and demand loan facilities against their SGRTD, further enhancing the flexibility and utility of the scheme.",
  "specific": "Initially accessible through branch channels, the SGRTD (SBI General Recurring Term Deposit) is set to expand its availability, soon accessible via the INB (Internet Banking) and YONO app, enhancing convenience for customers. Nomination facilities are provided to eligible categories of customers, allowing them to safeguard their investments effectively. Adherence to extant KYC guidelines is imperative for seamless onboarding and enjoyment of the benefits associated with the SGRTD. Customers are empowered to define their preferences for maturity instructions in alignment with Term Deposit/Special Term Deposit norms, ensuring flexibility and customization to suit individual requirements. Compliance with Income Tax Rules mandates the applicability of TDS (Tax Deducted at Source), reflecting the scheme's adherence to regulatory requirements. Furthermore, customers can enjoy nationwide access and flexibility by transferring their SGRTD account to any branch of SBI across India, facilitating ease of management and access to services. As the SGRTD expands its accessibility and offers a range of features designed to meet customers' needs, it stands as a reliable and convenient investment option, catering to diverse financial goals and preferences.",
  "reference":"https://www.sbi.co.in/web/personal-banking/investments-deposits/deposits/sbi-green-rupee-term-deposit"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "SBI Multi Option Deposits",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "SBI Multi Option Deposits offer flexibility by allowing investors to switch between different deposit options like Term Deposits, Savings Deposits, and Current Accounts to maximize returns. Interest rates vary based on the chosen option. For more details, click here:",
  "features": "SBI Multi Option Deposits (MODS) present a strategic avenue for maximizing flexibility and returns, seamlessly integrating Term Deposits/Special Term Deposits with your Savings Bank or Current Account. This innovative offering provides customers with the perfect blend of liquidity and higher interest rates typically associated with term deposits. Flexibility in withdrawals is a hallmark of MODS, enabling customers to withdraw funds in multiples of Rs. 1000, aligning with their financial requirements and ensuring access to funds as needed. With multiple deposit options available, customers can tailor their investments to suit their preferences, choosing deposit tenors ranging from 1 to 5 years. This versatility empowers customers to optimize their investment strategy according to their financial goals and risk appetite. Moreover, adherence to prevailing Tax Deducted at Source (TDS) rates ensures compliance with tax regulations, providing customers with peace of mind regarding tax liabilities associated with their MODS investments. By offering a seamless integration of term deposits with savings or current accounts, along with flexible withdrawal options and adherence to tax regulations, SBI MODS delivers a comprehensive solution that caters to the diverse needs and preferences of customers, ultimately enhancing their banking experience and enabling them to achieve their financial objectives with confidence.",
  "specific": "The nomination facility offered ensures that investors can safeguard their investments and provide peace of mind to their loved ones, as nominees can seamlessly inherit the investment in the event of unforeseen circumstances. Additionally, the auto sweep facility available in Savings Plus accounts provides added convenience by automatically transferring surplus funds from the linked Savings Bank/Current Account into term deposits, optimizing returns while maintaining liquidity. Senior citizens stand to benefit from enhanced returns through additional interest rates tailored specifically for them, acknowledging their contribution and providing financial incentives to support their retirement needs. Furthermore, compliance with Average Monthly Balance (AMB) requirements applicable to linked Savings Bank/Current Account ensures seamless account management and adherence to banking regulations. By maintaining the prescribed AMB, customers can avoid penalties and enjoy uninterrupted access to banking services. These features collectively enhance the banking experience, offering a comprehensive suite of benefits that cater to the diverse needs and preferences of customers. Whether it's securing investments, optimizing returns, or facilitating convenient banking transactions, SBI's array of offerings aims to provide holistic financial solutions that empower customers to achieve their financial goals with confidence.",
  "reference":"https://sbi.co.in/web/personal-banking/investments-deposits/deposits/mod"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "SBI Tax Savings Scheme",
  "age": "18 to 60",
  "gender": "Male, Female, Others",
  "accordion": "SBI Tax Savings Scheme, also known as SBI Tax Savings Deposit, offers tax benefits under Section 80C of the Income Tax Act. It has a lock-in period of 5 years and provides competitive interest rates. Deposits up to ₹1.5 lakh are eligible for tax deduction. For more details, click here: ",
  "features": "The State Bank of India presents the Tax Savings Scheme, 2006, offering investors the dual advantage of securing their financial future while enjoying tax benefits under Section 80C of the Income-tax Act, 1961. Deposits made under this scheme qualify for tax benefits under Section 80C, making it an attractive option for tax-efficient investing. Investors can enjoy the flexibility of choosing a tenor ranging from 5 to 10 years, with interest compounded quarterly, allowing for the potential growth of their investments over time. Additionally, the scheme features a lock-in period of 5 years, ensuring a disciplined approach to long-term savings and investment. During this lock-in period, investors cannot avail themselves of loans or advances against their deposits, reinforcing the scheme's focus on long-term financial planning and wealth accumulation. By investing in the SBI Tax Savings Scheme, 2006, investors can not only secure their financial future but also enjoy tax benefits, compounding interest, and a disciplined savings approach, all while contributing towards their long-term financial goals. With its combination of tax efficiency, flexibility, and security, this scheme is a prudent choice for investors seeking to optimize their tax planning strategies while building wealth over the long term.",
  "specific": "Start your investment journey with the SBI Tax Savings Scheme, 2006, with a minimum deposit of Rs. 1,000/- and the opportunity to invest up to Rs. 1,50,000/- in a year. This scheme offers a perfect blend of financial security and tax savings, making it an ideal choice for investors seeking to optimize their tax planning while securing their financial future. Enjoy the convenience of transferability and encashment, allowing you to transfer your deposit from one branch to another or encash it before maturity, providing flexibility to adapt to changing financial needs or circumstances. Whether you're looking to save for long-term goals or seeking tax-efficient investment options, the SBI Tax Savings Scheme, 2006, offers a strategic solution designed to meet your needs. By investing in this scheme, you not only secure your financial future but also enjoy tax benefits under Section 80C of the Income Tax Act, making it a smart choice for prudent investors. Experience peace of mind knowing that your investments are not only growing steadily but also helping you save on taxes, empowering you to achieve your financial goals with confidence. Invest in the SBI Tax Savings Scheme, 2006, today and embark on a journey towards financial security and prosperity.",
  "reference":"https://www.sbi.co.in/web/yono/tax-saver-fixed-deposit"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "Capital Gains Deposit Scheme",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "The Capital Gains Deposit Scheme, offered by SBI, allows individuals to deposit proceeds from the sale of capital assets to avail of tax benefits. Funds are held for a specified period, aiding in the purchase or construction of a residential property. For more details, click here.",
  "features": "In the Capital Gains Deposit Scheme, maximizing returns while minimizing tax burdens is the primary objective. The scheme ensures that interest application is transparent and consistent, following the same rules as ordinary Savings Bank (SB) or Term Deposit accounts. Interest calculation methods and periodicity align with industry standards, ensuring clarity and predictability for investors. By adhering to familiar interest calculation rules, investors can confidently anticipate the growth of their investments over time. Whether it's through a Savings Bank account or a Term Deposit, the scheme offers flexibility in interest application, catering to diverse investment preferences and goals. Investors can rest assured that their funds are working efficiently to generate returns while also benefiting from potential tax exemptions provided by the scheme. By leveraging the Capital Gains Deposit Scheme, investors can optimize their investment strategy, achieving a balance between maximizing returns and minimizing tax liabilities. With its transparent interest application process and alignment with established banking practices, the scheme provides a reliable avenue for investors to grow their wealth while effectively managing their tax obligations. For those seeking to enhance their financial portfolio while mitigating tax burdens, the Capital Gains Deposit Scheme offers a strategic solution designed to meet their needs with precision and efficiency.",
  "specific": "Taxpayers can leverage the capital gains exemption by depositing the gains or net consideration in Public Sector Banks before their income tax return due date, presenting an opportunity to optimize tax planning strategies. The scheme features a minimum deposit amount of Rs. 1000/-, ensuring accessibility for a wide range of investors. Two types of accounts are offered: Deposit A (Savings Bank) and Deposit B (Term Deposit, cumulative or non-cumulative), providing flexibility to align with individual preferences and financial goals. With a minimum deposit period of 7 days and a maximum of 3 years, investors can tailor their investments to suit their liquidity needs and investment horizon. Moreover, exemption under Section 54(B,D,F&G) of the Income Tax Act 1961 is available, further enhancing the tax benefits associated with the scheme. The provision of a nomination facility ensures that investors can safeguard their investments and provide for smooth succession planning. Withdrawals are permitted as per the rules governing the scheme, offering liquidity when needed while maintaining the integrity of the investment structure. However, it's important to note that interest payments are subject to Tax Deducted at Source (TDS), in line with prevailing tax regulations. Additionally, no additional rate is provided for staff/senior citizens under this scheme. For further details and assistance, individuals are encouraged to contact their nearest branch for personalized guidance and information tailored to their specific needs and circumstances.",
  "reference":"https://sbi.co.in/web/personal-banking/investments-deposits/govt-schemes/capital-gains-account"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "SBI Floating Rate Bulk Term Deposit",
  "age": "18 to 60",
  "gender": "Male, Female, Others",
  "accordion": "SBI's Floating Rate Bulk Term Deposit offers competitive interest rates that fluctuate with market conditions, providing potential for higher returns. Minimum deposit amounts vary. For more details, click here:",
  "features": "The Floating Rate Bulk Term Deposit (FRBTD) offered by the State Bank of India presents investors with a dynamic and market-responsive investment option. Interest rates on the FRBTD are linked to an external benchmark, typically the Repo Rate, ensuring that investors benefit from market-linked interest rates that reflect prevailing economic conditions. This feature enables investors to capitalize on potential interest rate fluctuations, potentially maximizing returns over the investment period. The FRBTD offers flexibility in tenor selection, allowing investors to choose a duration that aligns with their investment strategy and objectives. Whether seeking short-term gains or opting for a longer-term investment horizon, the FRBTD caters to diverse investor preferences. Investors can initiate their investment journey with a minimum deposit of Rs. 2 Crores, ensuring accessibility to a wide range of investors, including institutional investors and high net worth individuals. This minimum deposit requirement provides investors with the opportunity to leverage the benefits of the FRBTD and participate in market-linked returns, potentially enhancing their wealth accumulation over time. With its market-linked interest rates, flexible tenor options, and accessible minimum deposit amount, the FRBTD stands as a compelling investment choice for those seeking dynamic returns and the potential for capital growth in line with market movements.",
  "specific": "The Fixed Rate Bulk Term Deposit (FRBTD) stands as an inclusive investment option accessible to all individuals, including Non-Resident Indians (NRIs), and non-individual customers. This expansive eligibility ensures that a wide spectrum of investors can benefit from the features and returns offered by the FRBTD. In the event of premature withdrawal of funds from the FRBTD, a penalty of 1% will be levied across all tenors. This penalty clause underscores the importance of commitment to the chosen investment period, while also providing flexibility for investors who may need to access their funds earlier than anticipated. Additionally, investors can unlock the liquidity of their FRBTD investment by availing themselves of a loan or overdraft facility, with the option to borrow up to 90% of the deposit amount. This loan facility provides investors with the flexibility to access funds for various financial needs without necessarily liquidating their entire investment, thus ensuring continued growth potential for their deposited funds. By offering penalty provisions for premature withdrawal and a loan/overdraft facility, the FRBTD not only provides attractive returns but also caters to the liquidity requirements and financial flexibility of investors, making it a versatile and valuable investment choice for a diverse range of individuals and entities.",
  "reference":"https://www.sbi.co.in/web/personal-banking/investments-deposits/deposits/floating-rate-bulk-term-deposit"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "Multi-Deposit Account",
  "age": "10 to 100",
  "gender": "Male, Female, Others",
  "accordion": "Multi-Deposit Account allows customers to create multiple fixed deposits with varying tenures and amounts under a single account. It offers flexibility and convenience in managing investments. Interest rates are determined based on the respective deposit amounts and durations. For more details, click here.",
  "features": "The Multi-Deposit Account (MDA) stands as a flexible and convenient savings solution tailored to meet the diverse needs of individuals and entities. Eligibility for the MDA is extensive, encompassing individuals (singly or jointly), institutions, companies, firms, societies, traders, professionals, salaried individuals, and more, ensuring accessibility for a wide range of investors. With a minimum deposit amount of Rs. 10,000/- and subsequent deposits accepted in multiples of Rs. 1,000/-, the MDA offers flexibility in investment amounts, allowing investors to tailor their savings strategy according to their financial capacity and goals. Investors can choose a minimum period of 6 months or extend up to a maximum of 120 months, providing flexibility to align with their investment horizon and financial objectives. The MDA offers quarterly compounding of interest, with interest payments made at maturity, ensuring that investors benefit from the power of compounding to maximize returns over the investment period. This interest payment structure enables investors to capitalize on the growth potential of their savings while providing a steady stream of income upon maturity. Whether individuals are looking to save for short-term goals or planning for long-term financial security, the MDA offers a versatile and reliable savings solution designed to meet their needs with flexibility, convenience, and competitive returns.",
  "specific": "Each remittance accepted for identical periods under the Multiple Deposit Account (MDA) feature, ensuring uniformity and clarity in deposit management. Investors have the flexibility to split the deposit amount into convenient units under the same MDA, facilitating ease of management and customization according to their financial preferences. Moreover, the option for multiple deposits under the same account allows investors to make additional contributions separately, with each deposit treated as a distinct entity, providing transparency and flexibility in fund allocation. Maturation occurs after the agreed period, ensuring that investors receive their returns as per the terms of the deposit agreement. While no separate deposit receipt is issued, investors are provided with a passbook that meticulously details each remittance, ensuring transparency and clarity in transaction records. Additionally, the scheme permits partial withdrawals, enabling investors to access funds as needed while the remaining amount continues to earn interest, striking a balance between liquidity and returns. This feature empowers investors to manage their funds effectively, catering to evolving financial needs and objectives. For further information and assistance, individuals are encouraged to contact their nearest branch, where dedicated staff can provide personalized guidance and address any queries regarding the scheme's features, benefits, and eligibility criteria.",
  "reference":"https://sbi.co.in/web/personal-banking/investments-deposits/deposits/mod"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "Special Term Deposit",
  "age": "60 to 100",
  "gender": "Male, Female, Others",
  "accordion": "SBI's Special Term Deposit offers attractive interest rates for specific terms, providing customers with enhanced returns on their investments. Terms typically range from 5 to 10 years, with flexible deposit amounts. For more details, visit the official SBI website. ",
  "features": "The Fixed Deposit scheme offers eligibility to a wide range of entities, including resident individuals (singly or jointly), minors, firms, companies, local bodies, and government departments, ensuring accessibility for diverse investors seeking to grow their savings. With the scheme's flexible terms and conditions, investors have the option for premature closure, albeit subject to applicable penalties. In the event of premature withdrawal, a penalty of 0.50% is levied for deposits up to Rs. 5.00 lakhs, while deposits exceeding Rs. 5.00 lakhs incur a penalty of 1%, across all tenors. This penalty clause underscores the importance of commitment to the chosen investment period, while also providing investors with the flexibility to access their funds when needed. Whether investors are saving for short-term goals or planning for long-term financial security, the Fixed Deposit scheme offers a reliable avenue for wealth accumulation with competitive interest rates and flexible withdrawal options. By catering to the diverse needs of investors and offering transparent terms and conditions, the Fixed Deposit scheme stands as a prudent choice for individuals and entities alike looking to grow their savings while maintaining liquidity and financial flexibility.",
  "specific": "The Special Term Deposit provided by the State Bank of India represents a distinctive investment opportunity crafted to maximize returns through the mechanism of compound interest. Interest on the Special Term Deposit is compounded quarterly, allowing for the exponential growth of invested funds over time. At the end of the term, the accumulated interest is paid out to the depositor in full, providing a substantial return on investment. This compounding feature ensures that investors benefit from the power of exponential growth, thereby optimizing their overall returns. Additionally, the Special Term Deposit offers flexibility in choosing the deposit period, enabling investors to align their investment horizon with their specific financial goals and objectives. Whether investors seek short-term gains or long-term wealth accumulation, the Special Term Deposit caters to a diverse range of investment preferences. By providing a unique blend of compound interest and flexible deposit periods, the Special Term Deposit stands as an attractive investment avenue for individuals looking to grow their savings effectively while maximizing their returns. With its emphasis on optimizing returns and catering to investor preferences, the Special Term Deposit offered by the State Bank of India presents a compelling opportunity for prudent investors seeking to enhance their financial portfolio with a reliable and lucrative investment option.",
  "reference":"https://www.sbi.co.in/web/customer-care/general-terms-and-conditions-of-service/special-term-deposit-account"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "SBI Amrit Kalash",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "SBI Amrit Kalash is a savings scheme offering competitive interest rates with flexible deposit options and tenure. Customers can deposit a lump sum amount and earn interest compounded quarterly, providing a secure investment avenue. For more details, click here:",
  "features": "SBI Amrit Kalash offers investors the flexibility of premature withdrawal, albeit with penalties determined by the duration and contracted rate of the deposit. The penalty incurred is contingent upon factors such as the investment period and the agreed-upon interest rate, ensuring that investors are aware of the consequences of early withdrawal. Additionally, interest payments on SBI term deposits, including Amrit Kalash, are structured differently depending on the type of deposit. This ensures that investors receive interest payments in accordance with the terms and conditions of their specific deposit arrangement. Whether investors opt for a traditional fixed deposit or a specialized product like Amrit Kalash, they can expect interest payments that align with the deposit's characteristics and terms. By offering transparent and structured policies for premature withdrawal penalties and interest payments, SBI aims to provide clarity and predictability to its investors. These measures ensure that investors can make informed decisions regarding their investments while mitigating potential risks associated with premature withdrawal. Overall, SBI Amrit Kalash stands as a versatile investment option that combines flexibility with competitive interest rates, catering to the diverse needs and preferences of investors seeking stable returns and financial security.",
  "specific": "SBI Fixed Deposit Interest Rates are subject to periodic revisions by State Bank of India to reflect prevailing market conditions and monetary policy. As of the latest update, the revised interest rates came into effect from 27/12/2023. These revised rates determine the returns that investors earn on their fixed deposit investments with SBI. By staying abreast of these updates, investors can make informed decisions regarding their investment allocations and take advantage of competitive interest rates offered by SBI. Fixed deposits are renowned for providing a secure investment option with guaranteed returns, making them a popular choice among investors seeking stability and steady income. SBI, as one of the leading banks in India, offers a range of fixed deposit options tailored to suit the diverse needs and preferences of investors. Whether investors prioritize liquidity, flexibility, or maximizing returns, SBI's fixed deposit products cater to a wide spectrum of investment objectives. By monitoring and adjusting its interest rates in response to changing economic conditions, SBI aims to offer competitive returns to its depositors while maintaining financial stability and sustainability. Investors are encouraged to stay informed about the latest interest rate updates and explore the various fixed deposit options offered by SBI to make prudent investment decisions aligned with their financial goals and risk tolerance levels.",
  "reference":"https://www.sbi.co.in/documents/136/1364568/161223-Amrit+Kalash+Deposit.pdf"
},
 {
  "bank": "State Bank of India (SBI)",
  "name": "Atal Pension Yojana",
  "age": "18 to 40",
  "gender": "Male, Female, Others",
  "accordion": "Atal Pension Yojana (APY) is a government-backed pension scheme aimed at unorganized sector workers. It offers fixed pension payouts ranging from ₹1,000 to ₹5,000 per month, based on contribution levels and age at entry. To enroll, individuals must have a bank account. For more details, click here ",
  "features": "Atal Pension Yojana (APY) serves as a pivotal component of India's social security framework, specifically catering to individuals aged 18 to 40 years without taxable income and holding savings accounts. Its overarching goal is to confront the challenges posed by longevity, particularly prevalent among workers in the unorganized sector, while fostering a culture of voluntary retirement savings. APY is uniquely positioned to address the financial needs of marginalized communities, including the poor, underprivileged, and informal workers, providing them with a structured avenue for building retirement funds and securing their future. To facilitate informed decision-making, APY offers a comprehensive contribution chart, empowering subscribers to plan their financial commitments effectively. The Pension Fund Regulatory and Development Authority (PFRDA) ensures transparency and fairness by regulating charges, fees, and overdue interest associated with non-payment or delayed contributions, thereby safeguarding the interests of APY subscribers. In the event of grievances, subscribers can seek resolution through accessible channels such as the NPS-Lite portal or the Centralized Grievance Management System (CGMS), receiving prompt assistance and updates on their complaints. Upon reaching 60 years of age, subscribers are entitled to a guaranteed monthly pension ranging from Rs. 1,000 to Rs. 5,000, offering essential financial stability during retirement. In the event of the subscriber's demise, the spouse continues to receive the same pension amount until their passing, ensuring ongoing support for the family. Ultimately, the nominee inherits the accumulated pension wealth, preserving the legacy of financial security for future generations.",
  "specific": "Contributions to the Atal Pension Yojana (APY) qualify for tax benefits under section 80CCD(1), similar to the National Pension System (NPS). Subscribers have the option of voluntary exit from the scheme before reaching 60 years of age. Upon exit, the refund includes the subscriber's contributions and accrued income after deducting account maintenance charges. However, the government co-contribution is not refunded for subscribers who joined before March 31, 2016. In the unfortunate event of the subscriber's demise before attaining 60 years of age, there are two options available for the spouse. Option 1 allows the spouse to continue contributions in the subscriber's APY account until the subscriber would have turned 60, with the spouse receiving the same pension amount until death. Alternatively, Option 2 entails the entire accumulated pension corpus being returned to the spouse or nominee The age of joining APY ranges from a minimum of 18 years to a maximum of 40 years, and pension payments commence at the age of 60. Contributions are facilitated through auto-debit from the subscriber's savings bank account on a monthly, quarterly, or half-yearly basis. Notably, starting from October 1, 2022, income taxpayers are ineligible to enroll in the APY scheme.",
  "reference":"https://retail.onlinesbi.sbi/sbijava/eservice_apy.html"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "Reinvestment Deposit Plan",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "SBI's Reinvestment Deposit Plan allows investors to reinvest the interest earned on their fixed deposit, compounding their savings.",
  "features": "The Reinvestment Deposit Plan presents a unique opportunity for investors to maximize the growth of their savings by reinvesting the interest earned on their deposit. Unlike traditional deposit plans where interest is typically paid out to the investor, the Reinvestment Deposit Plan channels the interest earnings back into the investment, allowing for compounded growth over time. This innovative approach ensures that investors can leverage the power of compounding to accelerate the growth of their savings without the need for additional deposits. By reinvesting the interest earnings, investors can benefit from exponential growth, as the interest compounds not only on the initial principal amount but also on the accumulated interest. This compounding effect results in a snowballing effect, leading to significant wealth accumulation over the investment period. The Reinvestment Deposit Plan is ideal for investors seeking to build long-term wealth and achieve their financial goals efficiently. Whether saving for retirement, education, or any other financial objective, this plan offers a strategic way to grow savings steadily over time. With its emphasis on reinvesting interest earnings for compounded growth, the Reinvestment Deposit Plan provides investors with a powerful tool to enhance their financial security and achieve greater financial independence in the future.",
  "specific": "The Fixed Deposit scheme offers investors a straightforward investment opportunity with a minimum deposit requirement of Rs. 1000/-, ensuring accessibility for a wide range of individuals. Investors have the flexibility to choose a deposit period ranging from 6 months to 120 months, allowing them to align their investment horizon with their financial goals and preferences. With interest compounded quarterly, investors benefit from the power of compounding, which enhances the overall returns on their investment over time. This quarterly compounding feature ensures that investors earn interest not only on their principal amount but also on the accumulated interest, further boosting their earnings. The structured payment of interest provides investors with a steady stream of income at regular intervals, enhancing the attractiveness of the Fixed Deposit scheme as a reliable investment avenue. Whether investors are looking to save for short-term goals or planning for long-term wealth accumulation, the Fixed Deposit scheme caters to diverse investment objectives with its flexible deposit periods and compounded interest payments. By offering a simple and transparent investment solution with competitive interest rates, the Fixed Deposit scheme remains a popular choice among investors seeking stability, security, and consistent returns on their savings.",
  "reference":"https://sbi.co.in/web/personal-banking/investments-deposits/deposits/reinvestment-plan"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "Public Provident Fund",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "The Public Provident Fund (PPF) account, offered by SBI, is a long-term savings option with tax benefits. It has a tenure of 15 years, with contributions eligible for tax deduction. Interest is compounded annually. For more details, click here: ",
  "features": "What is PPF?The Public Provident Fund (PPF) is a government-backed savings scheme designed to encourage small contributions for investment and return.It serves as aninvestment vehicle for accumulating retirement funds while providing tax benefits.Interest Rate:The current PPF interest rate is 7.1% per annum, compounded yearly.To receive interest for a specific month, you must deposit your PPF amount on or before the 5th of that month11.Investment Limits:Minimum investment: Rs. 500 per financial year.Maximum investment: Rs. 1.5 lakh per annum.You can invest in a lump sum or in a maximum of 12 installments.Tenure:The PPF has a minimum tenure of 15years.You can extend it in blocks of 5 years as per your preference.Opening Balance:You can open a PPF account with just Rs. 100 initially.Deposit Frequency:Deposits must be made at least once every year for 15 years.Mode of Deposit:You can deposit into a PPF account using cash, cheque, demand draft (DD), or online fund transfer.Nomination:You can designate a nominee for your PPF account either when opening the account or later.Joint Accounts:A PPF account can be held only in the name of one individual.Tax Benefits:Investments in PPF qualify for deduction under Section 80C of the Income Tax Act.The interest earned and returns are not taxable.Discontinuation and Revival:If the minimum deposit of Rs. 500 is not made in a financial year, the PPF account becomes discontinued.Discontinued accounts cannot be used for loans or withdrawals.You can revive a discontinued account by depositing the minimum subscription plus a default fee for each defaulted year.",
  "specific": "The Public Provident Fund (PPF) scheme offers various options and conditions regarding loans, withdrawals, maturity, premature closure, and account closure in case of the account holder's demise, as outlined in the Public Provident Fund Rules of 2019. Regarding loans, subscribers can avail themselves of a loan after one year from the end of the financial year (FY) in which the initial subscription was made, up to 25% of the balance at the end of the second year immediately preceding the year of the loan application. Only one loan is permitted per FY, and a second loan can only be taken after the repayment of the first one. The interest rate on loans varies depending on the repayment period. Withdrawals are permitted once per FY after five years, with the amount capped at 50% of the balance at the end of the fourth preceding year or the preceding year, whichever is lower. The maturity period for PPF accounts is 15 FY years, with options to either withdraw the maturity payment, retain the balance with continued interest, or extend the account for five years. Premature closure is allowed after five years, subject to conditions, and entails a 1% interest deduction. In the event of the account holder's death, the account is closed, and nominees or legal heirs cannot continue deposits. Interest is paid until the preceding month of closure. These rules aim to provide flexibility and security for subscribers under the PPF scheme.",
  "reference":"https://sbi.co.in/web/personal-banking/investments-deposits/govt-schemes/ppf"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "National Pension Schemes",
  "age": "18 to 70",
  "gender": "Male,Female",
  "accordion": "The National Pension Scheme (NPS) is a voluntary, long-term retirement savings scheme, administered by the Pension Fund Regulatory and Development Authority (PFRDA), aimed at providing retirement income to all citizens. It offers a range of investment options and tax benefits. For more details, click here.",
  "features": "The National Pension System (NPS) serves as a pivotal cornerstone in the realm of financial security, providing individuals with a robust pathway towards retirement. Effective from January 1, 2024, NPS interest rates are intricately tied to the performance of Pension Funds, factoring in associated fees and expenses. Subscribers are mandated to commit a minimum annual contribution of Rs. 1,000, with an initial minimum deposit of Rs. 500 upon the inception of an account. Contributions can be made on a monthly, quarterly, half-yearly, or annual basis, thereby affording subscribers the flexibility to tailor their investment strategy to suit their financial goals and preferences. Notable are the substantial tax benefits afforded by NPS, with contributions qualifying for deduction under section 80C of the Income Tax Act, 1961. Furthermore, an additional deduction of Rs. 50,000 is permissible under section 80CCD(1B), enhancing the tax efficiency for participants. The scheme offers a diverse array of investment options, empowering subscribers to customize their portfolios according to their risk tolerance and investment aspirations. Under the vigilant oversight of the Pension Fund Regulatory and Development Authority (PFRDA), NPS operates with a steadfast commitment to transparency, accountability, and investor protection. In essence, NPS stands as an indispensable tool for individuals seeking to cultivate a secure retirement corpus through disciplined savings and astute investments, thereby fostering financial independence and peace of mind during their golden years.",
  "specific": "Eligibility for the National Pension System (NPS) extends to individuals aged between 18 and 65 years, encompassing a broad demographic. Non-Resident Indians (NRIs) aged 18-60 years are also eligible to join NPS, subject to the guidelines outlined by the Reserve Bank of India (RBI) and the Foreign Exchange Management Act (FEMA). NPS offers two types of accounts to cater to varying needs. Tier I accounts are mandatory, featuring restrictions on withdrawals and closings. On the other hand, Tier II accounts provide a voluntary savings facility with no constraints on withdrawals or closings. However, to open a Tier II account, an active Tier I account is a prerequisite. Contribution requirements entail a minimum of Rs. 500 at the time of account opening and an annual contribution of at least Rs. 1,000. Withdrawals from NPS are permitted upon reaching 60 years of age, with premature exit options available subject to terms and conditions stipulated by the Pension Fund Regulatory and Development Authority (PFRDA). Tax benefits associated with NPS include deductions under section 80C of the Income Tax Act, 1961, with an additional deduction of Rs. 50,000 allowed under section 80CCD(1B). Withdrawals are subject to tax implications as per the Income Tax Act, 1961. Upon superannuation, a portion of the NPS corpus must be utilized to purchase an annuity, with the remaining balance available for withdrawal as a lump sum. Scheme options within NPS include Active Choice, enabling subscribers to determine their asset allocation, and Auto Choice, where asset allocation is based on the subscriber's age.",
  "reference":"https://www.sbipensionfunds.com/national-pension-system-nps/"
},
{
  "bank": "State Bank of India (SBI)",
  "name": "Special Fixed Deposit",
  "age": "60 to 100",
  "gender": "Male, Female, Others",
  "accordion": "Special Fixed Deposit scheme offers higher interest rates to senior citizens, with tenure ranging from 5 to 10 years.",
  "features": "The Special Fixed Deposit (M-Q) stands out as an ideal investment avenue, offering stable returns tailored for those seeking a regular income stream. With this deposit option, investors can enjoy the assurance of consistent returns, providing financial stability and peace of mind. Designed to cater to individuals looking for reliable income sources, the Special Fixed Deposit (M-Q) ensures that investors can count on a steady stream of returns to meet their regular financial obligations or lifestyle needs. Whether retirees seeking to supplement their pensions or individuals looking to diversify their income sources, this deposit option offers a dependable solution for generating regular income. Moreover, the Special Fixed Deposit (M-Q) is characterized by its simplicity and ease of management, making it accessible to a wide range of investors. With a focus on providing steady returns, this deposit option is well-suited for those prioritizing income stability and consistency in their investment strategy. By opting for the Special Fixed Deposit (M-Q), investors can benefit from the assurance of reliable returns while enjoying the convenience of a hassle-free investment experience. Overall, this deposit option serves as a dependable tool for generating regular income, helping investors achieve their financial goals with confidence and security.",
  "specific": "The tenure for deposits in this scheme ranges from a flexible 6 to 120 months, providing investors with the freedom to choose a duration that aligns with their financial goals and requirements. This versatility allows individuals to tailor their investment strategy according to their specific needs, whether short-term or long-term. Moreover, the scheme offers payment of interest on a monthly or quarterly basis, providing investors with regular income streams to meet their financial commitments or reinvest for further growth. This payment frequency ensures that investors can access their accrued interest earnings at regular intervals, enhancing liquidity and financial flexibility. Whether seeking steady income or aiming to maximize returns, the option to receive interest payments monthly or quarterly caters to diverse investor preferences. Additionally, the scheme's minimum and maximum period requirements offer a wide range of options to suit various investment horizons and objectives, ensuring accessibility and adaptability for investors of all profiles. With its flexible tenure and interest payment options, this scheme presents a versatile and convenient savings solution for individuals seeking to grow their wealth while maintaining liquidity and financial stability over the chosen investment period.",
  "reference":"https://sbi.co.in/web/personal-banking/investments-deposits/deposits/fixed-deposit"
}
 ],
  "post":[   
     {
    "bank": "India Post Payments Bank",
    "name": "Public Provident Fund",
    "age": "00 to 80",
    "gender": "Male, Female, Others",
    "accordion": "The Public Provident Fund (PPF) account, offered by SBI, is a long-term savings option with tax benefits. It has a tenure of 15 years, with contributions eligible for tax deduction. Interest is compounded annually. For more details, click here: ",
    "features": "What is PPF?The Public Provident Fund (PPF) is a government-backed savings scheme designed to encourage small contributions for investment and return.It serves as aninvestment vehicle for accumulating retirement funds while providing tax benefits.Interest Rate:The current PPF interest rate is 7.1% per annum, compounded yearly.To receive interest for a specific month, you must deposit your PPF amount on or before the 5th of that month11.Investment Limits:Minimum investment: Rs. 500 per financial year.Maximum investment: Rs. 1.5 lakh per annum.You can invest in a lump sum or in a maximum of 12 installments.Tenure:The PPF has a minimum tenure of 15years.You can extend it in blocks of 5 years as per your preference.Opening Balance:You can open a PPF account with just Rs. 100 initially.Deposit Frequency:Deposits must be made at least once every year for 15 years.Mode of Deposit:You can deposit into a PPF account using cash, cheque, demand draft (DD), or online fund transfer.Nomination:You can designate a nominee for your PPF account either when opening the account or later.Joint Accounts:A PPF account can be held only in the name of one individual.Tax Benefits:Investments in PPF qualify for deduction under Section 80C of the Income Tax Act.The interest earned and returns are not taxable.Discontinuation and Revival:If the minimum deposit of Rs. 500 is not made in a financial year, the PPF account becomes discontinued.Discontinued accounts cannot be used for loans or withdrawals.You can revive a discontinued account by depositing the minimum subscription plus a default fee for each defaulted year.",
    "specific": "The Public Provident Fund (PPF) scheme offers various options and conditions regarding loans, withdrawals, maturity, premature closure, and account closure in case of the account holder's demise, as outlined in the Public Provident Fund Rules of 2019. Regarding loans, subscribers can avail themselves of a loan after one year from the end of the financial year (FY) in which the initial subscription was made, up to 25% of the balance at the end of the second year immediately preceding the year of the loan application. Only one loan is permitted per FY, and a second loan can only be taken after the repayment of the first one. The interest rate on loans varies depending on the repayment period. Withdrawals are permitted once per FY after five years, with the amount capped at 50% of the balance at the end of the fourth preceding year or the preceding year, whichever is lower. The maturity period for PPF accounts is 15 FY years, with options to either withdraw the maturity payment, retain the balance with continued interest, or extend the account for five years. Premature closure is allowed after five years, subject to conditions, and entails a 1% interest deduction. In the event of the account holder's death, the account is closed, and nominees or legal heirs cannot continue deposits. Interest is paid until the preceding month of closure. These rules aim to provide flexibility and security for subscribers under the PPF scheme.",
    "reference":"https://www.indiapost.gov.in/VAS/Pages/Form.aspx#SavingBank"
  },
  {
    "bank": "India Post Payments Bank",
    "name": "Atal Pension Yojana",
    "age": "18 to 40",
    "gender": "Male, Female, Others",
    "accordion": "Atal Pension Yojana (APY) is a government-backed pension scheme aimed at unorganized sector workers. It offers fixed pension payouts ranging from ₹1,000 to ₹5,000 per month, based on contribution levels and age at entry. To enroll, individuals must have a bank account. For more details, click here ",
  "features": "Atal Pension Yojana (APY) serves as a pivotal component of India's social security framework, specifically catering to individuals aged 18 to 40 years without taxable income and holding savings accounts. Its overarching goal is to confront the challenges posed by longevity, particularly prevalent among workers in the unorganized sector, while fostering a culture of voluntary retirement savings. APY is uniquely positioned to address the financial needs of marginalized communities, including the poor, underprivileged, and informal workers, providing them with a structured avenue for building retirement funds and securing their future. To facilitate informed decision-making, APY offers a comprehensive contribution chart, empowering subscribers to plan their financial commitments effectively. The Pension Fund Regulatory and Development Authority (PFRDA) ensures transparency and fairness by regulating charges, fees, and overdue interest associated with non-payment or delayed contributions, thereby safeguarding the interests of APY subscribers. In the event of grievances, subscribers can seek resolution through accessible channels such as the NPS-Lite portal or the Centralized Grievance Management System (CGMS), receiving prompt assistance and updates on their complaints. Upon reaching 60 years of age, subscribers are entitled to a guaranteed monthly pension ranging from Rs. 1,000 to Rs. 5,000, offering essential financial stability during retirement. In the event of the subscriber's demise, the spouse continues to receive the same pension amount until their passing, ensuring ongoing support for the family. Ultimately, the nominee inherits the accumulated pension wealth, preserving the legacy of financial security for future generations.",
  "specific": "Contributions to the Atal Pension Yojana (APY) qualify for tax benefits under section 80CCD(1), similar to the National Pension System (NPS). Subscribers have the option of voluntary exit from the scheme before reaching 60 years of age. Upon exit, the refund includes the subscriber's contributions and accrued income after deducting account maintenance charges. However, the government co-contribution is not refunded for subscribers who joined before March 31, 2016. In the unfortunate event of the subscriber's demise before attaining 60 years of age, there are two options available for the spouse. Option 1 allows the spouse to continue contributions in the subscriber's APY account until the subscriber would have turned 60, with the spouse receiving the same pension amount until death. Alternatively, Option 2 entails the entire accumulated pension corpus being returned to the spouse or nominee The age of joining APY ranges from a minimum of 18 years to a maximum of 40 years, and pension payments commence at the age of 60. Contributions are facilitated through auto-debit from the subscriber's savings bank account on a monthly, quarterly, or half-yearly basis. Notably, starting from October 1, 2022, income taxpayers are ineligible to enroll in the APY scheme.",
  "reference":"https://www.indiapost.gov.in/Financial/Pages/content/JansurakshaScheme.aspx"
},
  {
    "bank": "India Post Payments Bank",
    "name": "Sukanya Samriddhi Yojana",
    "age": "00 to 100",
    "gender": "Female",
    "accordion": " Sukanya Samriddhi Account is a government-backed savings scheme for the girl child, offering attractive interest rates and tax benefits. Parents or guardians can open the account for girls below 10 years. It provides financial security and education funds for their future. For more details, click here:",
    "features": "The Sukanya Samriddhi Yojana (SSY) is a government-backed savings scheme designed to promote the welfare of girl children. It offers an attractive interest rate of 8.2% per annum, compounded yearly, effective from January 1, 2024. Deposits can range from a minimum of INR 250 to a maximum of INR 1,50,000 per financial year, with subsequent deposits allowed in multiples of INR 50. There's no limit on the number of deposits one can make in a month or a financial year. Guardians can open accounts in the name of girl children under 10 years old, with only one account permitted per girl child in India, either at a Post Office or any bank. Families can open a maximum of two accounts for their girls, except in the case of twins or triplets, where additional accounts are allowed. The account requires an initial deposit of at least Rs. 250 and allows deposits up to Rs. 1.50 lakh per FY, either in lump sum or in multiple installments. Deposits can continue until completion of 15 years from the date of opening. Failure to deposit the minimum Rs. 250 in a FY results in the account being considered defaulted, but it can be revived by paying the minimum amount plus a Rs. 50 default fee for each defaulted year. Deposits in SSY accounts qualify for deductions under Section 80C of the Income Tax Act, enhancing the scheme's appeal as a tax-saving investment option for guardians. This scheme aims to secure the financial future of girl children by providing a safe and profitable investment avenue.",
    "specific": "The Sukanya Samriddhi Yojana (SSY) offers attractive features for guardians saving for the future of girl children. Interest rates are prescribed by the Ministry of Finance on a quarterly basis and calculated monthly on the lowest balance between the 5th day and the end of the month. Interest is credited to the account annually, ensuring growth over time. Tax-free interest earnings under the Income Tax Act add to the scheme's appeal. Guardians operate the account until the girl child turns 18, after which withdrawals are permitted once she reaches 18 or completes 10th standard. Withdrawals are capped at 50% of the balance from the preceding financial year and can be made in lump sum or installments over a maximum of five years, depending on the actual requirement and subject to a specified ceiling. Premature closure is allowed after five years under specific circumstances, such as the death of the account holder or extreme compassionate grounds like life-threatening illness or the death of the guardian. Complete documentation and application are necessary for premature closure, which can be done by submitting the prescribed form and passbook at the concerned Post Office. Closure on maturity occurs after 21 years from the date of account opening or upon the girl child's marriage after turning 18, with closure not permitted one month before or three months after the marriage date. These rules aim to provide financial security and support for the girl child's future endeavors, making SSY a valuable investment option for guardians seeking long-term benefits.",
    "reference":"https://www.indiapost.gov.in/Financial/Pages/content/JansurakshaScheme.aspx"
  },
  {
    "bank": "India Post Payments Bank",
    "name": "National Savings Certificates",
    "age": "00 to 100",
    "gender": "Male, Female, Others",
    "accordion": "National Savings Certificates (NSC) are fixed-income savings instruments offered by the Government of India. They have a maturity period of 5 or 10 years, with interest compounded annually. NSCs provide tax benefits under Section 80C of the Income Tax Act. For more details, click here:  ",
    "features": "The 5 Years National Savings Certificate (VIII Issue) is a government-backed savings scheme offering a competitive interest rate of 7.7% compounded annually, payable at maturity, effective from January 1, 2024. Deposits start from a minimum of Rs. 1000 and can be made in multiples of Rs. 100, with no maximum limit, providing flexibility for investors. The scheme is open to various individuals, including single adults, joint account holders (up to three adults), guardians on behalf of minors or individuals of unsound mind, and minors above 10 years old in their own name. Deposits under the scheme qualify for deductions under Section 80C of the Income Tax Act, enhancing their attractiveness as a tax-saving investment option. The maturity period for the deposit is five years from the date of deposit, ensuring a reasonable investment horizon for participants. Additionally, the NSC can be pledged or transferred as security to various authorities, including the President of India, Governor of the State, RBI, scheduled banks, cooperative societies, corporations (public/private), government companies, local authorities, and housing finance companies. This feature provides flexibility for investors who may need to leverage their investments for various financial needs or opportunities. To pledge or transfer the NSC, investors need to submit the prescribed application form at the concerned Post Office along with an acceptance letter from the pledgee, ensuring a straightforward process for securing loans or utilizing the certificate as collateral. Overall, the NSC VIII Issue offers a secure and flexible savings option with attractive interest rates and tax benefits for investors across various segments.",
    "specific": "Premature closure of the National Savings Certificate (VIII Issue) is generally not permitted before five years, except under specific circumstances outlined in the National Savings Certificate VIII Issue Rules of 2019. These circumstances include the unfortunate event of the death of a single account holder or any or all account holders in a joint account, forfeiture by a pledgee who is a Gazetted officer, or on the order of the court. Additionally, the NSC may be transferred from one person to another under certain conditions, such as upon the death of the account holder to the nominee or legal heirs, to joint holders, or as directed by the court. This provision ensures the seamless transfer of the NSC in case of unforeseen events or changes in ownership Furthermore, the pledging of the NSC to specified authorities is permitted, providing a mechanism for utilizing the certificate as collateral for loans or other financial transactions. These rules aim to safeguard the interests of investors while allowing for flexibility in managing NSC holdings. They provide clear guidelines for premature closure, transfer, and pledging of the NSC, ensuring transparency and ease of operation for investors. Forms necessary for these transactions are available to facilitate smooth processing and compliance with the rules and regulations governing the NSC VIII Issue.",
    "reference":"https://www.indiapost.gov.in/VAS/Pages/Form.aspx#SavingCertificates"
  },
  {
    "bank": "India Post Payments Bank",
    "name": "Kisan Vikas Patra",
    "age": "18 to 100",
    "gender": "Male, Female, Others",
    "accordion": "Kisan Vikas Patra (KVP) is a savings certificate scheme offered by India Post. It doubles the investment in around 124 months, yielding an annual interest rate of 6.9%. It has a lock-in period of 2.5 years. For more details, click here: ",
    "features": "Minimum of Rs. 1000/- and in multiples of Rs. 100/-. No Maximum Limit. Salient features Who can open a single adult Joint Account (up to 3 adults) a guardian on behalf of a minor or on behalf of a person of unsound mind a minor above 10 years in his own name. Deposit Minimum Rs. 1000 and in multiples of Rs. 100, with no maximum limit. Any number of accounts can be opened under the scheme. Maturity The deposit shall mature on the maturity period prescribed by the Ministry of Finance from time to time as applicable on the date of deposit.Pledging of account KVP may be pledged or transferred as security, by submitting the prescribed application form at the concerned Post Office supported with an acceptance letter from the pledgee. Transfer/pledging can be made to the following authorities: The President of India/Governor of the State. RBI/Scheduled Bank/Co-operative Society/Co-operative Bank. Corporation (public/private)/Govt. Company/Local Authority. Housing finance company. Premature closure KVP may be prematurely closed any time before maturity subject to the following conditions: On the death of a single account, or any or all the account holders in a joint account On forfeiture by a pledgee being a Gazette officer. When ordered by the court. After 2 years and 6 months from the date of deposit.",
    "specific": "Under the Kisan Vikas Patra (KVP) scheme, investors have the option to pledge or transfer their accounts as security by submitting the necessary application form at the relevant Post Office along with an acceptance letter from the pledgee. Transfer or pledging can be executed to various authorities, including the President of India, Governor of the State, RBI, scheduled banks, cooperative societies, cooperative banks, corporations (public/private), government companies, local authorities, and housing finance companies. Premature closure of KVP accounts is permissible under specific circumstances. These include the unfortunate event of the death of a single account holder or all account holders in a joint account, forfeiture by a pledgee who is a Gazette officer, or as ordered by the court. Additionally, premature closure is allowed after two years and six months from the date of deposit, providing some flexibility for investors. Transferring an account from one person to another is subject to certain conditions, such as upon the death of the account holder to the nominee or legal heirs, to joint holders, or as directed by the court. Furthermore, accounts can be transferred upon pledging to specified authorities. These rules outlined in the Kisan Vikas Patra Rules of 2019 ensure clarity and transparency in managing KVP investments. Forms required for various transactions under the scheme are readily available, facilitating smooth processing and compliance with regulations.",
    "reference":"https://www.indiapost.gov.in/VAS/Pages/Form.aspx#SavingCertificates"
  },
  {
    "bank": "India Post Payments Bank",
    "name": "Mahila Samman Savings Certificate",
    "age": "00 to 100",
    "gender": "Female",
    "accordion": "The Mahila Samman Savings Certificate is designed to empower women by providing secure savings options. It offers competitive interest rates and flexible deposit periods. This scheme aims to promote financial independence among women. For more details, click here:  ",
    "features": "The Mahila Samman Savings Certificate, introduced in 2023, is designed to empower women financially and encourage savings habits among them. This savings scheme can be opened either by a woman for herself or by a guardian on behalf of a minor girl, promoting financial inclusion and security for women of all ages. The scheme requires a minimum deposit of rupees one thousand, with subsequent deposits allowed in multiples of rupees one hundred, ensuring accessibility for women from various socio-economic backgrounds. However, there is a maximum limit of rupees two lakh in an account or across all accounts held by a single account holder, preventing excessive concentration of funds and encouraging diversification of investments. To prevent over-extension and ensure prudent financial management, a time gap of three months must be maintained between the opening of existing accounts and the initiation of new ones under this scheme. The deposited amount earns a competitive interest rate of 7.5% per annum, compounded quarterly, which is credited to the account and paid upon closure. However, accounts opened or deposits made in violation of the scheme's rules will only be eligible for interest at the Post Office Savings Account rate, emphasizing the importance of adhering to the prescribed guidelines Overall, the Mahila Samman Savings Certificate serves as a valuable tool for women to accumulate savings, earn attractive returns, and secure their financial future. By providing a conducive environment for savings and investment, the scheme contributes to women's economic empowerment and financial well-being.",
    "specific": "The Mahila Samman Savings Scheme, introduced in 2023, plays a pivotal role in empowering women financially and ensuring their security. This scheme allows women to open accounts for themselves or guardians to do so on behalf of minor girls, fostering inclusivity and accessibility in financial planning. With a minimum deposit requirement of 1000 rupees and subsequent multiples of 100 rupees, the scheme accommodates various income levels, ensuring that women from diverse backgrounds can participate. However, to maintain prudence in investment, a maximum limit of 2 lakh rupees per account or across all accounts held by an individual is imposed. Flexibility in accessing funds is provided through withdrawals, allowing up to 40% of the eligible balance after one year from the account opening date. Premature closure options are available, including in cases of the account holder's demise, compassionate grounds like life-threatening illnesses, or the guardian's death, with appropriate documentation required. Interest accrues on the principal amount, with a competitive rate offered under the scheme. However, in certain circumstances, such as extreme compassion, the interest rate may be reduced by 2%. Upon maturity, which occurs after two years from the account opening date, the eligible balance is disbursed to the depositor, ensuring a stable return on investment. Opening an account is a straightforward process, involving the submission of an Account Opening Form, KYC documents (Aadhaar and PAN card), KYC form for the new account holder, and the deposit amount/cheque at the nearest post office. With readily available forms, the Mahila Samman Savings Scheme aims to empower women financially and instill a culture of saving and investment among them, contributing to their long-term financial well-being.",
    "reference":"https://www.indiapost.gov.in/VAS/Pages/Form.aspx#SavingCertificates"
   },
  {
    "bank": "India Post Payments Bank",
    "name": "PM CARES for Children Scheme",
    "age": "18 to 100",
    "gender": "Female",
    "accordion": "PM CARES for Children Scheme aims to provide support and care to children orphaned due to COVID-19. It offers financial assistance, education, and healthcare benefits until they turn 18. For more details, visit the official PM CARES website<br>.For more details, click here.",
    "features": "The PM CARES for Children Scheme, initiated in 2021, offers crucial support to children affected by the COVID-19 pandemic from March 11, 2020, to December 31, 2021. Later extended until February 28, 2022, by the Ministry of Women and Child Development, the scheme targets children under eighteen who lost both parents, the last surviving parent, both adopted parents, or their sole legal guardian due to the pandemic. Governed by the Government Savings Promotion General Rules of 2018, the scheme ensures transparent and accountable operations. The District Magistrate assumes the role of guardian, facilitating the scheme's account management. This oversight guarantees effective fund utilization for the children's benefit. Guided by the Ministry of Women and Child Development, the scheme operates under clear directives, outlining eligibility criteria, application procedures, and other necessary steps. These guidelines streamline implementation, ensuring timely and equitable assistance to eligible children during these challenging times. The PM CARES for Children Scheme stands as a vital initiative, providing relief and care to vulnerable children amid the pandemic's uncertainties. It underscores the government's unwavering commitment to their well-being and future, reflecting a concerted effort to address the pandemic's socio-economic impact comprehensively. By extending support to those most in need, the scheme embodies compassion and solidarity, fostering resilience and hope in communities affected by the crisis.",
    "specific": "In the PM CARES for Children Scheme, accounts are established in the beneficiaries' names, with the concerned District Magistrate serving as the joint account holder. Eligibility extends to beneficiaries under 18 at the time of the event. However, for those aged 18 or older at the account's initiation, a single account is opened. An upfront lump-sum contribution is deposited into the account, with the PM CARES Fund contribution calculated based on the beneficiary's age on the upcoming birthdate at the account's opening. Upon the beneficiary turning 18, the upfront lump-sum transforms into ₹10 lakh, and the account transitions into a single account. Interest accrues on this ₹10 lakh balance, following the rate applicable to the Monthly Income Account Scheme. Additionally, a monthly stipend is deposited into the beneficiary's savings account until they reach 23. Upon reaching 23 years of age, the beneficiary receives a lump-sum amounting to ₹10 lakh. This structured approach ensures beneficiaries receive crucial financial support at pivotal stages, empowering them to pursue their goals with confidence and security. It represents a significant milestone in their financial journey, providing a foundation for their future endeavors and aspirations.",
    "reference":"https://www.indiapost.gov.in/Financial/pages/content/post-office-saving-schemes.aspx"
  },
  {
    "bank": "India Post Payments Bank",
    "name": "National Pension Schemes",
    "age": "18 to 70",
    "gender": "Male,Female",
    "accordion": " The National Pension Scheme (NPS) is a voluntary, long-term retirement savings scheme, administered by the Pension Fund Regulatory and Development Authority (PFRDA), aimed at providing retirement income to all citizens. It offers a range of investment options and tax benefits. For more details, click here.",
    "features": "The National Pension System (NPS) serves as a pivotal cornerstone in the realm of financial security, providing individuals with a robust pathway towards retirement. Effective from January 1, 2024, NPS interest rates are intricately tied to the performance of Pension Funds, factoring in associated fees and expenses. Subscribers are mandated to commit a minimum annual contribution of Rs. 1,000, with an initial minimum deposit of Rs. 500 upon the inception of an account. Contributions can be made on a monthly, quarterly, half-yearly, or annual basis, thereby affording subscribers the flexibility to tailor their investment strategy to suit their financial goals and preferences. Notable are the substantial tax benefits afforded by NPS, with contributions qualifying for deduction under section 80C of the Income Tax Act, 1961. Furthermore, an additional deduction of Rs. 50,000 is permissible under section 80CCD(1B), enhancing the tax efficiency for participants. The scheme offers a diverse array of investment options, empowering subscribers to customize their portfolios according to their risk tolerance and investment aspirations. Under the vigilant oversight of the Pension Fund Regulatory and Development Authority (PFRDA), NPS operates with a steadfast commitment to transparency, accountability, and investor protection. In essence, NPS stands as an indispensable tool for individuals seeking to cultivate a secure retirement corpus through disciplined savings and astute investments, thereby fostering financial independence and peace of mind during their golden years.",
    "specific": "Eligibility for the National Pension System (NPS) extends to individuals aged between 18 and 65 years, encompassing a broad demographic. Non-Resident Indians (NRIs) aged 18-60 years are also eligible to join NPS, subject to the guidelines outlined by the Reserve Bank of India (RBI) and the Foreign Exchange Management Act (FEMA). NPS offers two types of accounts to cater to varying needs. Tier I accounts are mandatory, featuring restrictions on withdrawals and closings. On the other hand, Tier II accounts provide a voluntary savings facility with no constraints on withdrawals or closings. However, to open a Tier II account, an active Tier I account is a prerequisite. Contribution requirements entail a minimum of Rs. 500 at the time of account opening and an annual contribution of at least Rs. 1,000. Withdrawals from NPS are permitted upon reaching 60 years of age, with premature exit options available subject to terms and conditions stipulated by the Pension Fund Regulatory and Development Authority (PFRDA). Tax benefits associated with NPS include deductions under section 80C of the Income Tax Act, 1961, with an additional deduction of Rs. 50,000 allowed under section 80CCD(1B). Withdrawals are subject to tax implications as per the Income Tax Act, 1961. Upon superannuation, a portion of the NPS corpus must be utilized to purchase an annuity, with the remaining balance available for withdrawal as a lump sum. Scheme options within NPS include Active Choice, enabling subscribers to determine their asset allocation, and Auto Choice, where asset allocation is based on the subscriber's age.",
    "reference":"https://www.indiapost.gov.in/Financial/Pages/Content/NPS.aspx"
},
  {
    "bank": "India Post Payments Bank",
    "name": "Senior Citizen Savings Scheme",
    "age": "60 to 100",
    "gender": "Male, Female, Others",
    "accordion": "The Senior Citizen Savings Scheme (SCSS) is a government savings scheme for individuals aged 60 and above. It offers regular interest income and tax benefits. The scheme has a maturity period of 5 years, extendable by another 3 years. For more details, click here.",
    "features": "The Senior Citizen Savings Scheme (SCSS) offers attractive interest rates and periodic interest payments. As of 01.01.2024, the interest rate stands at 7.4% per annum, compounded quarterly. Interest is payable on the last day of March, June, September, and December each year. Individuals can open an SCSS account with a minimum deposit of INR 1,000 and a maximum of INR 15 lakh. Deposits can be made in multiples of INR 1,000. The account can be held either in a single or joint mode, providing flexibility in ownership. Eligibility criteria include individuals aged 60 years and above. Additionally, individuals aged 55 to 60 years who have opted for voluntary retirement can open an SCSS account within one month of receiving retirement benefits. Retired Defense Services personnel, excluding civilian employees, are eligible, regardless of their age. However, SCSS accounts are not available to Non-Resident Indians (NRIs) or Hindu Undivided Families (HUFs). Furthermore, SCSS offers tax benefits under Section 80C of the Income Tax Act, 1961, allowing individuals to claim deductions of up to INR 1.5 lakh. These features make SCSS a popular choice among senior citizens and retirees seeking secure investment options with attractive returns.",
    "specific": "Withdrawals from the account are subject to certain conditions and penalties. Premature withdrawal is permitted after one year from the date of account opening, but it incurs a penalty. The penalty amounts to 1.5% of the deposit if withdrawn between 1 and 2 years, and 1% of the deposit if withdrawn after 2 years. In the unfortunate event of the primary account holder's demise, the account will be closed, and the nominee will receive the principal amount along with accrued interest. If the spouse is the joint account holder, the account continues with the spouse as the primary account holder, and the joint holder becomes the secondary holder. The maturity period of the account is 5 years, but it can be extended for another 3 years upon maturity. To extend the account, Form B must be submitted to the deposit office within 1 year of maturity. Furthermore, the account can be closed prematurely after one year, albeit with a penalty. These regulations ensure the proper management of withdrawals and closures, maintaining the integrity and longevity of the account.",
    "reference":"https://www.indiapost.gov.in/VAS/Pages/Form.aspx#SavingBank"
  },
  {
    "bank": "India Post Payments Bank",
    "name": "Post Office Monthly Income Scheme",
    "age": "24 to 45",
    "gender": "Male",
    "accordion": "The Post Office Monthly Income Scheme (POMIS) is a government savings scheme that provides monthly income to investors. It has a maturity period of 5 years and offers competitive interest rates. Deposits are secure and backed by the Government of India. For more details, click here.",
    "features": "Interest Rate and Periodicity:Interest is paid at a rate of 6.6% per annum and is payable monthly.Interest Rate: 6.6% p.a. payable monthly.Deposit Limits:Individuals can deposit a minimum of INR 1,500/- and a maximum of INR 4.5 lakh in a single account or INR 9 lakh in a joint account.Deposit Limits: Minimum INR 1,500/-, Maximum INR 4.5 lakh (single account) or INR 9 lakh (joint account).Deposit Increments:Deposits must be made in multiples of INR 1,500/-.Deposit Increments: Multiples of INR 1,500/-.Maturity Period:The scheme has a maturity period of 5 years.Maturity Period: 5 years.Premature Closure:Premature closure is permitted after one year, subject to penalties of 2% of the deposit amount if closed between 1-3 years, and 1% if closed after 3 years.Premature Closure: Allowed after 1 year with penalties of 2% (1-3 years) or 1% (after 3 years).Tax Benefits:Investors can enjoy tax deductions up to INR 1.5 lakh under Section 80C of the Income Tax Act, 1961.Tax Benefits: Tax deduction up to INR 1.5 lakh under Section 80C.Eligibility:Any resident individual aged 10 years and above can open an account, while joint accounts are available to two or three adults, and minors can have accounts opened and operated by a guardian. Eligibility: Available to residents aged 10 and above; joint accounts for two or three adults; minors' accounts opened and operated by guardians.",
    "reference":"https://www.indiapost.gov.in/VAS/Pages/Form.aspx#SavingBank"
  },
  {
    "bank": "India Post Payments Bank",
    "name": "Post Office Time Deposit Account",
    "age": "10 to 80",
    "gender": "Male, Female, Others",
    "accordion": "The Post Office Time Deposit Account (TD) is a fixed-deposit investment scheme offered by the Indian Postal Service. It provides guaranteed returns at fixed interest rates for different tenures ranging from 1 year to 5 years. Deposits are secure and backed by the Government of India. For more details, click here.",
    "features": "The Post Office Time Deposit Account (TD) offers competitive interest rates and flexible deposit options, making it an attractive investment avenue for individuals. As of January 1, 2024, the interest rates vary based on the deposit duration, ranging from 6.9% for 1-year deposits to 7.8% for 5-year deposits, with quarterly compounding. To open a TD account, individuals need to deposit a minimum of INR 1,000, with multiples of INR 100 accepted thereafter. There is no maximum limit on the deposit amount, allowing investors to tailor their investments according to their financial goals and preferences. Deposits can be made for durations of 1, 2, 3, or 5 years, providing flexibility in investment tenure. Eligibility criteria are broad, encompassing any resident individual aged 18 years and above. Joint accounts can be opened by two adults, while minor accounts can be initiated by a guardian on behalf of a minor. Notably, minors aged 10 years and above can also open and operate TD accounts, promoting financial literacy and independence from a young age. Furthermore, investors can benefit from tax deductions of up to INR 1.5 lakh under Section 80C of the Income Tax Act, 1961, enhancing the tax efficiency of their investments. Overall, the Post Office TD account offers a blend of attractive interest rates, flexible deposit options, and tax benefits, catering to the diverse needs of investors across different age groups and financial backgrounds.",
    "specific": "The Senior Citizen Savings Scheme (SCSS) provides flexibility in withdrawals and account management. Premature closure of the account is permitted after 6 months from the date of opening. In such cases, the interest paid will be at the rate applicable to the Post Office Savings Account for the duration the deposit remained with the Post Office. Withdrawals can be made at any time after the account has been active for one year from the date of deposit. Additionally, the account can be transferred from one post office to another, allowing account holders to manage their investments conveniently Moreover, the SCSS offers the facility of a loan against the security of the time deposit, providing liquidity to account holders when needed. This feature enhances the attractiveness of the scheme by offering financial flexibility along with competitive interest rates. Overall, the SCSS stands out as a viable investment option for senior citizens, offering not only attractive interest rates but also flexible withdrawal options and additional benefits such as loan facilities and ease of account management through transfers between post offices.",
    "reference":"https://www.indiapost.gov.in/VAS/Pages/Form.aspx#SavingBank"
  },
  {
    "bank": "India Post Payments Bank",
    "name": "Post Office Savings Account",
    "age": "10 to 80",
    "gender": "Male, Female, Others",
    "accordion": " Post Office Savings Account offers a simple, secure way to save money with low minimum balance requirements. It provides interest rates similar to those of bank savings accounts, with the added advantage of accessibility through India's extensive postal network.",
    "features": "The Post Office Savings Account offers a reliable avenue for individuals to cultivate their savings while enjoying a modest interest rate of 4.0% per annum on individual or joint accounts. Opening an account requires a minimum deposit of INR 500, with no maximum balance limit, ensuring accessibility for diverse savers. Eligibility extends to a broad spectrum of individuals, including single adults, joint account holders, guardians representing minors or persons of unsound mind, and minors aged above 10 years, allowing for inclusive participation in the savings scheme. Deposits and withdrawals are facilitated in whole rupees, with a minimum deposit amount of Rs. 500 and subsequent deposits not less than Rs. 10. Similarly, withdrawals must be a minimum of Rs. 50. To maintain the account, a minimum balance of Rs. 500 is required, with penalties imposed for non-compliance. If the balance falls below Rs. 500 at year-end, a nominal Account Maintenance Fee of Rs. 50 is deducted. Moreover, if the balance becomes nil, the account is automatically closed. This transparent framework ensures the efficient management of funds while incentivizing consistent savings habits. With its inclusive eligibility criteria and flexible deposit and withdrawal options, the Post Office Savings Account remains a cornerstone of financial empowerment for individuals across diverse demographics.",
    "specific": "The Post Office Savings Account offers attractive features and facilities to account holders, ensuring convenient banking services while promoting financial inclusion. Interest on savings is calculated based on the minimum balance between the 10th and the end of the month, with interest credited annually at the prescribed rate by the Ministry of Finance. Notably, interest up to Rs. 10,000 earned in a Financial Year is exempt from taxable income under section 80TTA of the Income Tax Act, enhancing the savings potential for account holders. Accounts that remain dormant for three consecutive financial years are designated as silent or dormant. To reactivate such accounts, customers need to submit an application along with updated KYC documents and the passbook to the concerned Post Office. Additionally, the Post Office Savings Account offers various supplementary facilities, including cheque books, ATM cards, e-banking/mobile banking, Aadhaar seeding, and enrollment in government-backed schemes such as Atal Pension Yojana (APY), Pradhan Mantri Suraksha Bima Yojana (PMSBY), and Pradhan Mantri Jeevan Jyoti Bima Yojana (PMJJBY). These services empower account holders with greater control over their finances and access to essential banking services.   Overall, the Post Office Savings Account serves as a reliable and accessible platform for individuals to manage their savings efficiently while availing themselves of essential banking facilities and tax benefits.",
    "reference":"https://www.indiapost.gov.in/VAS/Pages/Form.aspx#SavingBank"
},
{
    "bank": "India Post Payments Bank",
    "name": "Post Office Recurring Deposit Account",
    "age": "18 to 53",
    "gender": "Male, Female, Others",
    "accordion": "Post Office Recurring Deposit Account offers individuals a systematic savings option with deposits starting from ₹100 per month, tenure ranging from 5 to 5.5 years, and competitive interest rates compounded quarterly. It's backed by the Indian government, providing security and reliability.",
    "features": "The 5-Year Post Office Recurring Deposit Account (RD) offers a reliable savings avenue with competitive interest rates. As of January 1, 2024, the interest rate stands at 6.7% per annum, compounded quarterly. The account is accessible to a diverse range of individuals, including single adults, joint account holders (up to 3 adults), guardians representing minors or individuals of unsound mind, and minors aged ten years and above, opening accounts in their own name. Opening an RD account requires a minimum monthly contribution of INR 100, with the flexibility to deposit any amount in multiples of INR 10. There is no maximum limit on the balance that can be retained, allowing savers to tailor their contributions according to their financial capabilities and goals. Moreover, individuals have the freedom to open multiple RD accounts to suit their saving preferences and requirements. With its accessible eligibility criteria, flexible deposit options, and attractive interest rates, the 5-Year Post Office RD serves as a prudent choice for individuals seeking a systematic and disciplined approach to saving. Whether saving individually or in collaboration with others, the RD account offers a secure avenue to accumulate funds over a predetermined period, fostering financial stability and resilience.",
    "specific": "Deposits into the Recurring Deposit (RD) account offer flexibility and convenience, allowing individuals to initiate the process by cash or cheque. In the case of cheque deposits, the date of clearance determines the date of deposit initiation. Monthly deposits commence at a minimum of Rs. 100, with subsequent contributions in multiples of Rs. 10. For accounts opened by the 15th of a month, subsequent deposits are accepted until the 15th, while those initiated between the 16th and the last working day accept deposits until the month's end. Defaulting on monthly deposits incurs penalties, with a default fee of 1 rupee per 100 rupees (or proportionate amounts for other denominations) charged for each defaulted month. In the event of consecutive defaults, the account faces discontinuation after four regular defaults. However, revival is possible within two months from the fourth default. Failure to revive within this timeframe leads to the cessation of further deposits, rendering the account discontinued. Alternatively, if the defaults do not exceed four months, the account holder has the option to extend the account's maturity period by the same number of months as the defaults and deposit the missed installments during the extended period. This provision enables account holders to manage irregularities effectively and continue their savings journey uninterrupted.",
    "reference":"https://www.indiapost.gov.in/VAS/Pages/Form.aspx#SavingBank"
  }
],
  "iob":[
     {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Reinvestment Deposit Plan",
      "age": "00 to 80",
      "gender": "Male, Female, Others",
      "accordion": "SBI's Reinvestment Deposit Plan allows investors to reinvest the interest earned on their fixed deposit, compounding their savings.",
      "features": "The Reinvestment Deposit Plan presents a unique opportunity for investors to maximize the growth of their savings by reinvesting the interest earned on their deposit. Unlike traditional deposit plans where interest is typically paid out to the investor, the Reinvestment Deposit Plan channels the interest earnings back into the investment, allowing for compounded growth over time. This innovative approach ensures that investors can leverage the power of compounding to accelerate the growth of their savings without the need for additional deposits. By reinvesting the interest earnings, investors can benefit from exponential growth, as the interest compounds not only on the initial principal amount but also on the accumulated interest. This compounding effect results in a snowballing effect, leading to significant wealth accumulation over the investment period. The Reinvestment Deposit Plan is ideal for investors seeking to build long-term wealth and achieve their financial goals efficiently. Whether saving for retirement, education, or any other financial objective, this plan offers a strategic way to grow savings steadily over time. With its emphasis on reinvesting interest earnings for compounded growth, the Reinvestment Deposit Plan provides investors with a powerful tool to enhance their financial security and achieve greater financial independence in the future.",
      "specific": "The Fixed Deposit scheme offers investors a straightforward investment opportunity with a minimum deposit requirement of Rs. 1000/-, ensuring accessibility for a wide range of individuals. Investors have the flexibility to choose a deposit period ranging from 6 months to 120 months, allowing them to align their investment horizon with their financial goals and preferences. With interest compounded quarterly, investors benefit from the power of compounding, which enhances the overall returns on their investment over time. This quarterly compounding feature ensures that investors earn interest not only on their principal amount but also on the accumulated interest, further boosting their earnings. The structured payment of interest provides investors with a steady stream of income at regular intervals, enhancing the attractiveness of the Fixed Deposit scheme as a reliable investment avenue. Whether investors are looking to save for short-term goals or planning for long-term wealth accumulation, the Fixed Deposit scheme caters to diverse investment objectives with its flexible deposit periods and compounded interest payments. By offering a simple and transparent investment solution with competitive interest rates, the Fixed Deposit scheme remains a popular choice among investors seeking stability, security, and consistent returns on their savings.",
      "reference":"https://www.iob.in/news/in/upload/upload/CEDocuments/Reinvestment-deposit"
     },
     {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Public Provident Fund",
      "age": "00 to 80",
      "gender": "Male, Female, Others",
      "accordion": "The Public Provident Fund (PPF) account, offered by SBI, is a long-term savings option with tax benefits. It has a tenure of 15 years, with contributions eligible for tax deduction. Interest is compounded annually. For more details, click here: ",
      "features": "What is PPF?The Public Provident Fund (PPF) is a government-backed savings scheme designed to encourage small contributions for investment and return.It serves as aninvestment vehicle for accumulating retirement funds while providing tax benefits.Interest Rate:The current PPF interest rate is 7.1% per annum, compounded yearly.To receive interest for a specific month, you must deposit your PPF amount on or before the 5th of that month11.Investment Limits:Minimum investment: Rs. 500 per financial year.Maximum investment: Rs. 1.5 lakh per annum.You can invest in a lump sum or in a maximum of 12 installments.Tenure:The PPF has a minimum tenure of 15years.You can extend it in blocks of 5 years as per your preference.Opening Balance:You can open a PPF account with just Rs. 100 initially.Deposit Frequency:Deposits must be made at least once every year for 15 years.Mode of Deposit:You can deposit into a PPF account using cash, cheque, demand draft (DD), or online fund transfer.Nomination:You can designate a nominee for your PPF account either when opening the account or later.Joint Accounts:A PPF account can be held only in the name of one individual.Tax Benefits:Investments in PPF qualify for deduction under Section 80C of the Income Tax Act.The interest earned and returns are not taxable.Discontinuation and Revival:If the minimum deposit of Rs. 500 is not made in a financial year, the PPF account becomes discontinued.Discontinued accounts cannot be used for loans or withdrawals.You can revive a discontinued account by depositing the minimum subscription plus a default fee for each defaulted year.",
      "specific": "The Public Provident Fund (PPF) scheme offers various options and conditions regarding loans, withdrawals, maturity, premature closure, and account closure in case of the account holder's demise, as outlined in the Public Provident Fund Rules of 2019. Regarding loans, subscribers can avail themselves of a loan after one year from the end of the financial year (FY) in which the initial subscription was made, up to 25% of the balance at the end of the second year immediately preceding the year of the loan application. Only one loan is permitted per FY, and a second loan can only be taken after the repayment of the first one. The interest rate on loans varies depending on the repayment period. Withdrawals are permitted once per FY after five years, with the amount capped at 50% of the balance at the end of the fourth preceding year or the preceding year, whichever is lower. The maturity period for PPF accounts is 15 FY years, with options to either withdraw the maturity payment, retain the balance with continued interest, or extend the account for five years. Premature closure is allowed after five years, subject to conditions, and entails a 1% interest deduction. In the event of the account holder's death, the account is closed, and nominees or legal heirs cannot continue deposits. Interest is paid until the preceding month of closure. These rules aim to provide flexibility and security for subscribers under the PPF scheme.",
      "reference":"https://www.iob.in/Small-Savings-Schemes"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "IOB Green Deposit Scheme",
      "age": "60 to 100",
      "gender": "Male, Female, Others",
      "accordion": "IOB Green Deposit Scheme encourages eco-friendly initiatives by offering attractive interest rates on deposits earmarked for green projects.",
      "features": "IOB Green Deposit Scheme promotes low-emission and eco-friendly activities, financing projects that align with environmental stewardship.IOB Green Deposit Scheme encourages eco-friendly initiatives by offering attractive interest rates on deposits earmarked for green projects.",
      "specific": "Rate of Interest for Retail Term Deposit: 6.80% w.e.f 13.03.2024; Period of Deposit: 999 Days.",
      "reference":"https://www.iob.in/IOB-Green-Deposit-Scheme"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "IOB Eighty Plus",
      "age": "80 to 100",
      "gender": "Male, Female, Others",
      "accordion": "IOB Eighty Plus is a special deposit scheme for senior citizens by Indian Overseas Bank.",
      "features": "IOB Eighty Plus offers higher interest rates than regular deposits, catering to individuals aged 60 and above.",
      "specific": "Deposit Amount: Minimum as per respective schemes; Maximum: Below Rs. 1 Crore; Period of Deposit: Flexible tenure ranging from 6 months to 120 months.",
      "reference":"https://www.iob.in/Iob-eighty-plus-td"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Sukanya Samriddhi Yojana",
      "age": "00 to 100",
      "gender": "Female",
      "accordion": " Sukanya Samriddhi Account is a government-backed savings scheme for the girl child, offering attractive interest rates and tax benefits. Parents or guardians can open the account for girls below 10 years. It provides financial security and education funds for their future. For more details, click here:",
      "features": "The Sukanya Samriddhi Yojana (SSY) is a government-backed savings scheme designed to promote the welfare of girl children. It offers an attractive interest rate of 8.2% per annum, compounded yearly, effective from January 1, 2024. Deposits can range from a minimum of INR 250 to a maximum of INR 1,50,000 per financial year, with subsequent deposits allowed in multiples of INR 50. There's no limit on the number of deposits one can make in a month or a financial year. Guardians can open accounts in the name of girl children under 10 years old, with only one account permitted per girl child in India, either at a Post Office or any bank. Families can open a maximum of two accounts for their girls, except in the case of twins or triplets, where additional accounts are allowed. The account requires an initial deposit of at least Rs. 250 and allows deposits up to Rs. 1.50 lakh per FY, either in lump sum or in multiple installments. Deposits can continue until completion of 15 years from the date of opening. Failure to deposit the minimum Rs. 250 in a FY results in the account being considered defaulted, but it can be revived by paying the minimum amount plus a Rs. 50 default fee for each defaulted year. Deposits in SSY accounts qualify for deductions under Section 80C of the Income Tax Act, enhancing the scheme's appeal as a tax-saving investment option for guardians. This scheme aims to secure the financial future of girl children by providing a safe and profitable investment avenue.",
      "specific": "The Sukanya Samriddhi Yojana (SSY) offers attractive features for guardians saving for the future of girl children. Interest rates are prescribed by the Ministry of Finance on a quarterly basis and calculated monthly on the lowest balance between the 5th day and the end of the month. Interest is credited to the account annually, ensuring growth over time. Tax-free interest earnings under the Income Tax Act add to the scheme's appeal. Guardians operate the account until the girl child turns 18, after which withdrawals are permitted once she reaches 18 or completes 10th standard. Withdrawals are capped at 50% of the balance from the preceding financial year and can be made in lump sum or installments over a maximum of five years, depending on the actual requirement and subject to a specified ceiling. Premature closure is allowed after five years under specific circumstances, such as the death of the account holder or extreme compassionate grounds like life-threatening illness or the death of the guardian. Complete documentation and application are necessary for premature closure, which can be done by submitting the prescribed form and passbook at the concerned Post Office. Closure on maturity occurs after 21 years from the date of account opening or upon the girl child's marriage after turning 18, with closure not permitted one month before or three months after the marriage date. These rules aim to provide financial security and support for the girl child's future endeavors, making SSY a valuable investment option for guardians seeking long-term benefits.",
      "reference":"https://www.iob.in/Small-Savings-Schemes"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "IOB Saral",
      "age": "00 to 80",
      "gender": "Male, Female, Others",
      "accordion": "IOB Saral is a simplified savings account offered by Indian Overseas Bank (IOB).",
      "features": "Indian Overseas Bank (IOB) presents the IOB Saral account, tailored to suit individuals of all ages, spanning from newborns to octogenarians, encompassing every gender identity, be it male, female, or others. IOB Saral epitomizes simplicity, offering easy access to banking services with minimal requirements. With a focus on accessibility, this account requires a nominal minimum deposit amount of Rs. 10,000/-, ensuring financial inclusion for all. Furthermore, IOB Saral boasts a maximum deposit period of 12 months, providing flexibility to account holders. This account type is specifically designed as a Reinvestment Deposit, enabling customers to reinvest their funds and maximize returns within the given time frame. IOB Saral stands as a testament to Indian Overseas Bank's commitment to providing inclusive and convenient banking solutions to individuals of diverse backgrounds and needs.",
      "specific": "Indian Overseas Bank (IOB) introduces IOB Saral, a simplified savings account designed to cater to the banking needs of a wide demographic. Regardless of age, from infants to senior citizens, and inclusive of all gender identities—male, female, or others—IOB Saral ensures financial access for everyone. This account prioritizes accessibility, featuring a low minimum deposit requirement of Rs. 10,000/-, facilitating entry into the banking system for individuals from all walks of life. Moreover, IOB Saral offers a maximum deposit period of 12 months, granting account holders the flexibility to manage their finances according to their preferences and needs. With its focus on inclusivity and ease of use, IOB Saral serves as a beacon of financial empowerment, embodying Indian Overseas Bank's commitment to fostering financial well-being across diverse communities.",
      "reference":"https://www.iob.in/Iob-saral"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Senior Citizen Savings Scheme",
      "age": "60 to 100",
      "gender": "Male, Female, Others",
      "accordion": "The Senior Citizen Savings Scheme (SCSS) is a government savings scheme for individuals aged 60 and above. It offers regular interest income and tax benefits. The scheme has a maturity period of 5 years, extendable by another 3 years. For more details, click here.",
      "features": "The Senior Citizen Savings Scheme (SCSS) offers attractive interest rates and periodic interest payments. As of 01.01.2024, the interest rate stands at 7.4% per annum, compounded quarterly. Interest is payable on the last day of March, June, September, and December each year. Individuals can open an SCSS account with a minimum deposit of INR 1,000 and a maximum of INR 15 lakh. Deposits can be made in multiples of INR 1,000. The account can be held either in a single or joint mode, providing flexibility in ownership. Eligibility criteria include individuals aged 60 years and above. Additionally, individuals aged 55 to 60 years who have opted for voluntary retirement can open an SCSS account within one month of receiving retirement benefits. Retired Defense Services personnel, excluding civilian employees, are eligible, regardless of their age. However, SCSS accounts are not available to Non-Resident Indians (NRIs) or Hindu Undivided Families (HUFs). Furthermore, SCSS offers tax benefits under Section 80C of the Income Tax Act, 1961, allowing individuals to claim deductions of up to INR 1.5 lakh. These features make SCSS a popular choice among senior citizens and retirees seeking secure investment options with attractive returns.",
      "specific": "Withdrawals from the account are subject to certain conditions and penalties. Premature withdrawal is permitted after one year from the date of account opening, but it incurs a penalty. The penalty amounts to 1.5% of the deposit if withdrawn between 1 and 2 years, and 1% of the deposit if withdrawn after 2 years. In the unfortunate event of the primary account holder's demise, the account will be closed, and the nominee will receive the principal amount along with accrued interest. If the spouse is the joint account holder, the account continues with the spouse as the primary account holder, and the joint holder becomes the secondary holder. The maturity period of the account is 5 years, but it can be extended for another 3 years upon maturity. To extend the account, Form B must be submitted to the deposit office within 1 year of maturity. Furthermore, the account can be closed prematurely after one year, albeit with a penalty. These regulations ensure the proper management of withdrawals and closures, maintaining the integrity and longevity of the account.",
      "reference":"https://www.iob.in/Small-Savings-Schemes"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Vardhan Scheme",
      "age": "60 to 80",
      "gender": "Male, Female, Others",
      "accordion": "The 'Vardhan Scheme' by aims to support entrepreneurs by providing financial assistance for their business ventures.",
      "features": "Indian Overseas Bank (IOB) introduces the Vardhan Scheme, tailored for individuals aged between 60 to 80, irrespective of gender identity. This initiative aims to bolster entrepreneurship by extending financial aid to aspiring business owners. The Vardhan Scheme for Senior Citizens underscores the importance of financial security during one's golden years, offering a range of benefits. With a flexible deposit tenure spanning from 15 days to 120 months, account holders have the autonomy to choose a duration that aligns with their financial goals. Moreover, the scheme adheres to standard term deposit regulations regarding premature closure and loan facilities, ensuring transparency and consistency in banking practices. IOB's Vardhan Scheme stands as a testament to its commitment to supporting seniors in their pursuit of financial independence and entrepreneurial endeavors.",
      "specific": "The 'Vardhan Scheme' by aims to support entrepreneurs by providing financial assistance for their business ventures. Vardhan Scheme for Senior Citizens empowers financial security in golden years.Period of Deposit: Flexible tenure from 15 days to 120 months; Premature Closure and Loan Facility: Rules align with standard term deposits.",
      "reference":"https://www.iob.in/Vardhan"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Special Fixed Deposit",
      "age": "60 to 100",
      "gender": "Male, Female, Others",
      "accordion": "Special Fixed Deposit scheme offers higher interest rates to senior citizens, with tenure ranging from 5 to 10 years.",
      "features": "The Special Fixed Deposit (M-Q) stands out as an ideal investment avenue, offering stable returns tailored for those seeking a regular income stream. With this deposit option, investors can enjoy the assurance of consistent returns, providing financial stability and peace of mind. Designed to cater to individuals looking for reliable income sources, the Special Fixed Deposit (M-Q) ensures that investors can count on a steady stream of returns to meet their regular financial obligations or lifestyle needs. Whether retirees seeking to supplement their pensions or individuals looking to diversify their income sources, this deposit option offers a dependable solution for generating regular income. Moreover, the Special Fixed Deposit (M-Q) is characterized by its simplicity and ease of management, making it accessible to a wide range of investors. With a focus on providing steady returns, this deposit option is well-suited for those prioritizing income stability and consistency in their investment strategy. By opting for the Special Fixed Deposit (M-Q), investors can benefit from the assurance of reliable returns while enjoying the convenience of a hassle-free investment experience. Overall, this deposit option serves as a dependable tool for generating regular income, helping investors achieve their financial goals with confidence and security.",
      "specific": "The tenure for deposits in this scheme ranges from a flexible 6 to 120 months, providing investors with the freedom to choose a duration that aligns with their financial goals and requirements. This versatility allows individuals to tailor their investment strategy according to their specific needs, whether short-term or long-term. Moreover, the scheme offers payment of interest on a monthly or quarterly basis, providing investors with regular income streams to meet their financial commitments or reinvest for further growth. This payment frequency ensures that investors can access their accrued interest earnings at regular intervals, enhancing liquidity and financial flexibility. Whether seeking steady income or aiming to maximize returns, the option to receive interest payments monthly or quarterly caters to diverse investor preferences. Additionally, the scheme's minimum and maximum period requirements offer a wide range of options to suit various investment horizons and objectives, ensuring accessibility and adaptability for investors of all profiles. With its flexible tenure and interest payment options, this scheme presents a versatile and convenient savings solution for individuals seeking to grow their wealth while maintaining liquidity and financial stability over the chosen investment period.",
      "reference":"https://www.iob.in/Special-fixed-deposit-m-q"
},
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Floating Rate Deposits",
      "age": "18 to 80",
  "gender": "Male, Female, Others",
      "accordion": "Floating Rate Deposits offer interest rates that fluctuate with market conditions, providing potential for higher returns. Depositors benefit from increased interest rates in rising rate environments. Terms and conditions apply. For more details, click here.",
      "features": "Floating Rate Deposits Empowering Flexibility in Investment Returns. Eligibility: Open to individuals (singly or jointly), natural/legal guardians for minors, Hindu Undivided Families, Trusts, companies, and firms. Period of Deposit: Flexible terms ranging from 3 to 10 years. Minimum Deposit Amount: Rs. 1 lakh; subsequent multiples of Rs. 10,000/-. No maximum limit.Floating Rate Deposits offer interest rates that fluctuate with market conditions, providing potential for higher returns. Depositors benefit from increased interest rates in rising rate environments.",
      "specific": "Interest Rate Mechanism: Linked to government securities (G Sec). Reset every 6 months on 1st March and 1st September. Periodicity of Interest Payment: Quarterly. Premature Closure: Permitted after 3 years with a 10-day notice. Foreclosure charge of 1.00% on applicable interest. Interest Payable on Premature Closure: Deducted from applicable interest reset on 1st March and September. Loan Against Deposit: Obtain up to 90% of deposit amount. Interest 2.00% over floating rate for self, 3.00% for third parties. Interest reset corresponds with deposit reset. Conversion of Fixed Interest Rate Deposit: Convert fixed rate deposit to floating rate by premature closure. Floating Rate Deposit cannot be converted to Fixed Interest Rate deposit. For the latest information, kindly contact your nearest branch.",
      "reference":"https://www.iob.in/Floating-rate-deposits"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Multi-Deposit Account",
      "age": "10 to 100",
  "gender": "Male, Female, Others",
      "accordion": "Multi-Deposit Account allows customers to create multiple fixed deposits with varying tenures and amounts under a single account. It offers flexibility and convenience in managing investments. Interest rates are determined based on the respective deposit amounts and durations. For more details, click here.",
      "features": "The Multi-Deposit Account (MDA) stands as a flexible and convenient savings solution tailored to meet the diverse needs of individuals and entities. Eligibility for the MDA is extensive, encompassing individuals (singly or jointly), institutions, companies, firms, societies, traders, professionals, salaried individuals, and more, ensuring accessibility for a wide range of investors. With a minimum deposit amount of Rs. 10,000/- and subsequent deposits accepted in multiples of Rs. 1,000/-, the MDA offers flexibility in investment amounts, allowing investors to tailor their savings strategy according to their financial capacity and goals. Investors can choose a minimum period of 6 months or extend up to a maximum of 120 months, providing flexibility to align with their investment horizon and financial objectives. The MDA offers quarterly compounding of interest, with interest payments made at maturity, ensuring that investors benefit from the power of compounding to maximize returns over the investment period. This interest payment structure enables investors to capitalize on the growth potential of their savings while providing a steady stream of income upon maturity. Whether individuals are looking to save for short-term goals or planning for long-term financial security, the MDA offers a versatile and reliable savings solution designed to meet their needs with flexibility, convenience, and competitive returns.",
  "specific": "Each remittance accepted for identical periods under the Multiple Deposit Account (MDA) feature, ensuring uniformity and clarity in deposit management. Investors have the flexibility to split the deposit amount into convenient units under the same MDA, facilitating ease of management and customization according to their financial preferences. Moreover, the option for multiple deposits under the same account allows investors to make additional contributions separately, with each deposit treated as a distinct entity, providing transparency and flexibility in fund allocation. Maturation occurs after the agreed period, ensuring that investors receive their returns as per the terms of the deposit agreement. While no separate deposit receipt is issued, investors are provided with a passbook that meticulously details each remittance, ensuring transparency and clarity in transaction records. Additionally, the scheme permits partial withdrawals, enabling investors to access funds as needed while the remaining amount continues to earn interest, striking a balance between liquidity and returns. This feature empowers investors to manage their funds effectively, catering to evolving financial needs and objectives. For further information and assistance, individuals are encouraged to contact their nearest branch, where dedicated staff can provide personalized guidance and address any queries regarding the scheme's features, benefits, and eligibility criteria.",
  "reference":"https://www.iob.in/Multiple-deposit-plan-i-and-ii"
},
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Short Term Deposits",
      "age": "10 to 100",
      "gender": "Male, Female, Others",
      "accordion": "IOB (Indian Overseas Bank) offers Short-Term Deposit schemes with flexible tenure options typically ranging from 7 days to 1 year, competitive interest rates, and easy liquidity. Investors can choose from various deposit amounts. For more details, click here.",
      "features": "Short Term Deposits Secure Your Savings, Reap Rewards. Interest Application: Interest payable is renewed with the principal on maturity.IOB (Indian Overseas Bank) offers Short-Term Deposit schemes with flexible tenure options typically ranging from 7 days to 1 year, competitive interest rates, and easy liquidity. Investors can choose from various deposit amounts.",
      "specific": "Tenor Offered: Minimum: 7 Days. Maximum: 180 Days. Interest Payout Frequency: Interest paid along with principal on maturity, subject to TDS. Additional Benefits for Senior Citizen: Additional interest of 0.50% p.a. payable. Monetary Limit for Additional Interest for Senior Citizen: Up to Rs. 10 cr. No single deposit to be opened in a day for more than Rs. 2 Cr within the overall limit of Rs. 10 Cr tagged to a single CIF. Nomination Facility Available. Roll Over Features: Available. Automatic renewal facility for the period of the original deposit. After 10 years, the account is to be closed and opened afresh. Pre-closure Facility: Available. Pre-closure Penalty: As per existing penalty structure. TDS / 15G/15H: Applicable as per eligibility. Loan Against Deposit: Available as per terms and conditions. Any Other Information Relevant to the Product: Additional rate offered on all deposits of 7 days to 10 years, except for deposits under Capital Gain Scheme 1988 & NRE. In the case of term deposits in the name of an HUF, the Karta of the HUF is not eligible for a higher rate of interest, even if a senior citizen, as the beneficial owner of the deposit is the HUF and not the Karta in his individual capacity. For further information, please contact your nearest branch.",
      "reference":"Short Term Deposits"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Recurring Deposit",
      "age": "18 to 53",
      "gender": "Male, Female, Others",
      "accordion": "Recurring Deposit (RD) offers flexible deposit amounts starting from ₹100 with tenures ranging from 12 to 120 months and competitive interest rates. Monthly deposits can be automated, and interest is compounded quarterly. Premature withdrawal and loan facilities are available. For more details, click here.",
      "features": "Recurring Deposit Build Your Savings, Secure Your Future. Interest Application: Quarterly compounding.",
      "specific": "Salient Features: Monthly savings accumulate to a substantial sum to meet financial needs at the end of the agreed period. Minimum monthly installment: Rs. 100/- and in multiples thereof. Minimum period: 6 months. In multiples of 3 months, with a maximum usually set at 10 years. Loan, foreclosure, and nomination facilities available. TDS applicable. Senior citizens eligible for an additional rate of 0.50% p.a. for an aggregate amount up to Rs. 10 crore. No single deposit exceeding Rs. 2 crore to be opened in a day, within the overall limit of Rs. 10 crore tagged to a single CIF. Penalty on foreclosure of term deposit. For further details, please contact your nearest branch.",
      "reference":"https://www.iob.in/IOB-Recurring-Deposit"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "National Pension Schemes",
      "age": "18 to 70",
      "gender": "Male,Female",
      "accordion": " The National Pension Scheme (NPS) is a voluntary, long-term retirement savings scheme, administered by the Pension Fund Regulatory and Development Authority (PFRDA), aimed at providing retirement income to all citizens. It offers a range of investment options and tax benefits. For more details, click here.",
      "features": "The National Pension System (NPS) serves as a pivotal cornerstone in the realm of financial security, providing individuals with a robust pathway towards retirement. Effective from January 1, 2024, NPS interest rates are intricately tied to the performance of Pension Funds, factoring in associated fees and expenses. Subscribers are mandated to commit a minimum annual contribution of Rs. 1,000, with an initial minimum deposit of Rs. 500 upon the inception of an account. Contributions can be made on a monthly, quarterly, half-yearly, or annual basis, thereby affording subscribers the flexibility to tailor their investment strategy to suit their financial goals and preferences. Notable are the substantial tax benefits afforded by NPS, with contributions qualifying for deduction under section 80C of the Income Tax Act, 1961. Furthermore, an additional deduction of Rs. 50,000 is permissible under section 80CCD(1B), enhancing the tax efficiency for participants. The scheme offers a diverse array of investment options, empowering subscribers to customize their portfolios according to their risk tolerance and investment aspirations. Under the vigilant oversight of the Pension Fund Regulatory and Development Authority (PFRDA), NPS operates with a steadfast commitment to transparency, accountability, and investor protection. In essence, NPS stands as an indispensable tool for individuals seeking to cultivate a secure retirement corpus through disciplined savings and astute investments, thereby fostering financial independence and peace of mind during their golden years.",
      "specific": "Eligibility for the National Pension System (NPS) extends to individuals aged between 18 and 65 years, encompassing a broad demographic. Non-Resident Indians (NRIs) aged 18-60 years are also eligible to join NPS, subject to the guidelines outlined by the Reserve Bank of India (RBI) and the Foreign Exchange Management Act (FEMA). NPS offers two types of accounts to cater to varying needs. Tier I accounts are mandatory, featuring restrictions on withdrawals and closings. On the other hand, Tier II accounts provide a voluntary savings facility with no constraints on withdrawals or closings. However, to open a Tier II account, an active Tier I account is a prerequisite. Contribution requirements entail a minimum of Rs. 500 at the time of account opening and an annual contribution of at least Rs. 1,000. Withdrawals from NPS are permitted upon reaching 60 years of age, with premature exit options available subject to terms and conditions stipulated by the Pension Fund Regulatory and Development Authority (PFRDA). Tax benefits associated with NPS include deductions under section 80C of the Income Tax Act, 1961, with an additional deduction of Rs. 50,000 allowed under section 80CCD(1B). Withdrawals are subject to tax implications as per the Income Tax Act, 1961. Upon superannuation, a portion of the NPS corpus must be utilized to purchase an annuity, with the remaining balance available for withdrawal as a lump sum. Scheme options within NPS include Active Choice, enabling subscribers to determine their asset allocation, and Auto Choice, where asset allocation is based on the subscriber's age.",
      "reference":"https://www.iob.in/NPS-National-Pension-System"
    },
    {
      "bank": "Indian Overseas Bank (IOB)",
      "name": "Capital Gains Deposit Scheme",
      "age": "00 to 80",
      "gender": "Male, Female, Others",
      "accordion": "The Capital Gains Deposit Scheme, offered by SBI, allows individuals to deposit proceeds from the sale of capital assets to avail of tax benefits. Funds are held for a specified period, aiding in the purchase or construction of a residential property. For more details, click here.",
      "features": "In the Capital Gains Deposit Scheme, maximizing returns while minimizing tax burdens is the primary objective. The scheme ensures that interest application is transparent and consistent, following the same rules as ordinary Savings Bank (SB) or Term Deposit accounts. Interest calculation methods and periodicity align with industry standards, ensuring clarity and predictability for investors. By adhering to familiar interest calculation rules, investors can confidently anticipate the growth of their investments over time. Whether it's through a Savings Bank account or a Term Deposit, the scheme offers flexibility in interest application, catering to diverse investment preferences and goals. Investors can rest assured that their funds are working efficiently to generate returns while also benefiting from potential tax exemptions provided by the scheme. By leveraging the Capital Gains Deposit Scheme, investors can optimize their investment strategy, achieving a balance between maximizing returns and minimizing tax liabilities. With its transparent interest application process and alignment with established banking practices, the scheme provides a reliable avenue for investors to grow their wealth while effectively managing their tax obligations. For those seeking to enhance their financial portfolio while mitigating tax burdens, the Capital Gains Deposit Scheme offers a strategic solution designed to meet their needs with precision and efficiency.",
  "specific": "Taxpayers can leverage the capital gains exemption by depositing the gains or net consideration in Public Sector Banks before their income tax return due date, presenting an opportunity to optimize tax planning strategies. The scheme features a minimum deposit amount of Rs. 1000/-, ensuring accessibility for a wide range of investors. Two types of accounts are offered: Deposit A (Savings Bank) and Deposit B (Term Deposit, cumulative or non-cumulative), providing flexibility to align with individual preferences and financial goals. With a minimum deposit period of 7 days and a maximum of 3 years, investors can tailor their investments to suit their liquidity needs and investment horizon. Moreover, exemption under Section 54 (B, D, F & G) of the Income Tax Act 1961 is available, further enhancing the tax benefits associated with the scheme. The provision of a nomination facility ensures that investors can safeguard their investments and provide for smooth succession planning. Withdrawals are permitted as per the rules governing the scheme, offering liquidity when needed while maintaining the integrity of the investment structure. However, it's important to note that interest payments are subject to Tax Deducted at Source (TDS), in line with prevailing tax regulations. Additionally, no additional rate is provided for staff/senior citizens under this scheme. For further details and assistance, individuals are encouraged to contact their nearest branch for personalized guidance and information tailored to their specific needs and circumstances.",
  "reference":"https://www.iob.in/FAQ-on-Capital-Gains-Account"
}  
],
  "indian":[
    {
    "bank": "Indian Bank (IB)",
    "name": "Capital Gains Deposit Scheme",
    "age": "00 to 80",
    "gender": "Male, Female, Others",
    "accordion": "The Capital Gains Deposit Scheme, offered by SBI, allows individuals to deposit proceeds from the sale of capital assets to avail of tax benefits. Funds are held for a specified period, aiding in the purchase or construction of a residential property. For more details, click here.",
    "features": "In the Capital Gains Deposit Scheme, maximizing returns while minimizing tax burdens is the primary objective. The scheme ensures that interest application is transparent and consistent, following the same rules as ordinary Savings Bank (SB) or Term Deposit accounts. Interest calculation methods and periodicity align with industry standards, ensuring clarity and predictability for investors. By adhering to familiar interest calculation rules, investors can confidently anticipate the growth of their investments over time. Whether it's through a Savings Bank account or a Term Deposit, the scheme offers flexibility in interest application, catering to diverse investment preferences and goals. Investors can rest assured that their funds are working efficiently to generate returns while also benefiting from potential tax exemptions provided by the scheme. By leveraging the Capital Gains Deposit Scheme, investors can optimize their investment strategy, achieving a balance between maximizing returns and minimizing tax liabilities. With its transparent interest application process and alignment with established banking practices, the scheme provides a reliable avenue for investors to grow their wealth while effectively managing their tax obligations. For those seeking to enhance their financial portfolio while mitigating tax burdens, the Capital Gains Deposit Scheme offers a strategic solution designed to meet their needs with precision and efficiency.",
  "specific": "Taxpayers can leverage the capital gains exemption by depositing the gains or net consideration in Public Sector Banks before their income tax return due date, presenting an opportunity to optimize tax planning strategies. The scheme features a minimum deposit amount of Rs. 1000/-, ensuring accessibility for a wide range of investors. Two types of accounts are offered: Deposit A (Savings Bank) and Deposit B (Term Deposit, cumulative or non-cumulative), providing flexibility to align with individual preferences and financial goals. With a minimum deposit period of 7 days and a maximum of 3 years, investors can tailor their investments to suit their liquidity needs and investment horizon. Moreover, exemption under Section 54 (B, D, F & G) of the Income Tax Act 1961 is available, further enhancing the tax benefits associated with the scheme. The provision of a nomination facility ensures that investors can safeguard their investments and provide for smooth succession planning. Withdrawals are permitted as per the rules governing the scheme, offering liquidity when needed while maintaining the integrity of the investment structure. However, it's important to note that interest payments are subject to Tax Deducted at Source (TDS), in line with prevailing tax regulations. Additionally, no additional rate is provided for staff/senior citizens under this scheme. For further details and assistance, individuals are encouraged to contact their nearest branch for personalized guidance and information tailored to their specific needs and circumstances.",
  "reference":"https://www.indianbank.in/departments/capital-gains/"
}, 
{
    "bank": "Indian Bank (IB)",
    "name": "Public Provident Fund",
    "age": "00 to 80",
  "gender": "Male, Female, Others",
    "accordion": "The Public Provident Fund (PPF) account, offered by SBI, is a long-term savings option with tax benefits. It has a tenure of 15 years, with contributions eligible for tax deduction. Interest is compounded annually. For more details, click here: ",
    "features": "What is PPF?The Public Provident Fund (PPF) is a government-backed savings scheme designed to encourage small contributions for investment and return.It serves as aninvestment vehicle for accumulating retirement funds while providing tax benefits.Interest Rate:The current PPF interest rate is 7.1% per annum, compounded yearly.To receive interest for a specific month, you must deposit your PPF amount on or before the 5th of that month11.Investment Limits:Minimum investment: Rs. 500 per financial year.Maximum investment: Rs. 1.5 lakh per annum.You can invest in a lump sum or in a maximum of 12 installments.Tenure:The PPF has a minimum tenure of 15years.You can extend it in blocks of 5 years as per your preference.Opening Balance:You can open a PPF account with just Rs. 100 initially.Deposit Frequency:Deposits must be made at least once every year for 15 years.Mode of Deposit:You can deposit into a PPF account using cash, cheque, demand draft (DD), or online fund transfer.Nomination:You can designate a nominee for your PPF account either when opening the account or later.Joint Accounts:A PPF account can be held only in the name of one individual.Tax Benefits:Investments in PPF qualify for deduction under Section 80C of the Income Tax Act.The interest earned and returns are not taxable.Discontinuation and Revival:If the minimum deposit of Rs. 500 is not made in a financial year, the PPF account becomes discontinued.Discontinued accounts cannot be used for loans or withdrawals.You can revive a discontinued account by depositing the minimum subscription plus a default fee for each defaulted year.",
    "specific": "The Public Provident Fund (PPF) scheme offers various options and conditions regarding loans, withdrawals, maturity, premature closure, and account closure in case of the account holder's demise, as outlined in the Public Provident Fund Rules of 2019. Regarding loans, subscribers can avail themselves of a loan after one year from the end of the financial year (FY) in which the initial subscription was made, up to 25% of the balance at the end of the second year immediately preceding the year of the loan application. Only one loan is permitted per FY, and a second loan can only be taken after the repayment of the first one. The interest rate on loans varies depending on the repayment period. Withdrawals are permitted once per FY after five years, with the amount capped at 50% of the balance at the end of the fourth preceding year or the preceding year, whichever is lower. The maturity period for PPF accounts is 15 FY years, with options to either withdraw the maturity payment, retain the balance with continued interest, or extend the account for five years. Premature closure is allowed after five years, subject to conditions, and entails a 1% interest deduction. In the event of the account holder's death, the account is closed, and nominees or legal heirs cannot continue deposits. Interest is paid until the preceding month of closure. These rules aim to provide flexibility and security for subscribers under the PPF scheme.",
    "reference":"https://www.indianbank.in/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "IB Tax Saver Scheme",
    "age": "18 to 45",
    "gender": "Female",
    "accordion": "The SBI Tax Saver Scheme allows individuals to invest in tax-saving mutual funds with a lock-in period of three years and tax benefits under Section 80C of the Income Tax Act. Investors can enjoy potential capital appreciation while saving on taxes. For more details, click here.",
    "features": "IB Tax Saver Scheme Secure Your Future, Save on Taxes. Interest Application: Quarterly, even on a monthly basis with a discount, or on maturity.",
    "specific": "Salient Features: Specifically designed for depositors seeking tax benefits under section 80C of the Income Tax Act. Minimum amount Rs. 1000/-, or in multiples of Rs. 100/-. Maximum amount: Rs. 150,000/-. Minimum period: 5 years; maximum: 10 years. Individuals/HUFs with PAN Card can invest up to Rs. 1,50,000/- annually. Available under Fixed Deposit (FD) or Monthly Income Deposit (MMD) schemes. No loan or foreclosure allowed for the first 5 years. Senior citizens eligible for an additional rate of 0.50% p.a.* Nomination facility available. For more details, kindly contact your nearest branch.",
    "reference":"https://www.indianbank.in/departments/ib-tax-saver-scheme/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "Recurring Deposit",
    "age": "18 to 53",
    "gender": "Male, Female, Others",
    "accordion": "Recurring Deposit (RD) offers flexible deposit amounts starting from ₹100 with tenures ranging from 12 to 120 months and competitive interest rates. Monthly deposits can be automated, and interest is compounded quarterly. Premature withdrawal and loan facilities are available. For more details, click here.",
    "features": "Recurring Deposit Build Your Savings, Secure Your Future. Interest Application: Quarterly compounding.",
    "specific": "Salient Features: Monthly savings accumulate to a substantial sum to meet financial needs at the end of the agreed period. Minimum monthly installment: Rs. 100/- and in multiples thereof. Minimum period: 6 months. In multiples of 3 months, with a maximum usually set at 10 years. Loan, foreclosure, and nomination facilities available. TDS applicable. Senior citizens eligible for an additional rate of 0.50% p.a. for an aggregate amount up to Rs. 10 crore. No single deposit exceeding Rs. 2 crore to be opened in a day, within the overall limit of Rs. 10 crore tagged to a single CIF. Penalty on foreclosure of term deposit. For further details, please contact your nearest branch.",
    "reference":"https://www.indianbank.in/departments/recurring-deposit/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "Money Multiplier Deposits",
    "age": "18 to 100",
    "gender": "Male, Female, Others",
    "accordion": "Grow Your Wealth helps on Money Multiplier Deposits offer the opportunity to grow wealth by reinvesting interest earned into the principal amount, increasing overall returns. With flexible tenure options and competitive interest rates, it's an effective way to maximize savings. For more details, click here.",
    "features": "Money Multiplier Deposits Grow Your Wealth, Multiply Your Savings. Interest Application: Quarterly compounding.",
    "specific": "Other Requirements/Details: Automatic renewal facility for an equal period. Loan, nomination, pre-closure facilities available. Penalty on foreclosure of Deposit is applicable. Senior citizens eligible for an additional rate of 0.50% p.a. for an aggregate amount up to Rs. 10 crore. No single deposit to be opened in a day for more than Rs. 2 crore within the overall limit of Rs. 10 crore tagged to a single CIF. The above ceiling is applicable to all types of term deposits standing in the name of the Senior Citizen as the principal account holder at one or more branches put together. For further details, please contact your nearest branch.",
    "reference":"https://www.indianbank.in/departments/re-investment-plan/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "Variable Recurring Deposit Flexibility in Savings",
    "age": "18 to 53",
    "gender": "Male, Female, Others",
    "accordion": "The SBI Variable Recurring Deposit offers flexibility in savings with varying monthly deposits. Customers can adjust contributions within a predefined range throughout the tenure. Interest is calculated quarterly, providing potential for higher returns. For more details, click here.",
    "features": "Variable Recurring Deposit Flexibility in Savings, Freedom to Adjust. Interest Application: Quarterly compounding.",
    "specific": "Other Requirements/Details: Allows varying monthly installments. Initial deposit Rs. 500/- or in multiples of Rs. 100/- up to a maximum of Rs. 1 lakh. Subsequent monthly installment can vary, up to a maximum of Rs. 10 lakhs per month. Period: 3 years. Loan, nomination, and foreclosure facilities available. No penal interest on delayed payment of installments. Interest paid on the minimum balance between the 10th and last day of the month. TDS applicable. Senior citizens eligible for an additional rate of 0.50% p.a. for an aggregate amount up to Rs. 10 crore. Penalty on foreclosure of term deposit. For further details, please contact your nearest branch.",
    "reference":"https://www.indianbank.in/departments/variable-recurring-deposit/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "Short Term Deposits",
    "age": "10 to 100",
      "gender": "Male, Female, Others",
    "accordion": "IOB (Indian Overseas Bank) offers Short-Term Deposit schemes with flexible tenure options typically ranging from 7 days to 1 year, competitive interest rates, and easy liquidity. Investors can choose from various deposit amounts. For more details, click here.",
    "features": "Short Term Deposits Secure Your Savings, Reap Rewards. Interest Application: Interest payable is renewed with the principal on maturity.",
    "specific": "Tenor Offered: Minimum: 7 Days. Maximum: 180 Days. Interest Payout Frequency: Interest paid along with principal on maturity, subject to TDS. Additional Benefits for Senior Citizen: Additional interest of 0.50% p.a. payable. Monetary Limit for Additional Interest for Senior Citizen: Up to Rs. 10 cr. No single deposit to be opened in a day for more than Rs. 2 Cr within the overall limit of Rs. 10 Cr tagged to a single CIF. Nomination Facility Available. Roll Over Features: Available. Automatic renewal facility for the period of the original deposit. After 10 years, the account is to be closed and opened afresh. Pre-closure Facility: Available. Pre-closure Penalty: As per existing penalty structure. TDS / 15G/15H: Applicable as per eligibility. Loan Against Deposit: Available as per terms and conditions. Any Other Information Relevant to the Product: Additional rate offered on all deposits of 7 days to 10 years, except for deposits under Capital Gain Scheme 1988 & NRE. In the case of term deposits in the name of an HUF, the Karta of the HUF is not eligible for a higher rate of interest, even if a senior citizen, as the beneficial owner of the deposit is the HUF and not the Karta in his individual capacity. For further information, please contact your nearest branch.",
    "reference":"https://www.indianbank.in/departments/short-term-deposits/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "IB Golden Ager",
    "age": "10 to 100",
      "gender": "Male, Female, Others",
    "accordion": "IB Golden Ager is a term deposit scheme designed for senior citizens, offering higher interest rates and flexible tenure options. Eligibility typically starts at age 60. Interest is compounded quarterly, providing steady returns. For more details, click here.",
    "features": "IB Golden Ager Term Deposit Product For Super Senior Citizens Secure Your Savings, Enjoy Enhanced Returns. Eligible Customers: All Super Senior Citizens aged 80 years and above at the date of opening the account. Valid KYC documents containing age/DOB as per existing RBI KYC policy are accepted as proof. Birth Certificate or any other valid proof containing age/date of birth is also acceptable.",
    "specific": "Mode of Operation: Self only. (No Joint Account allowed) Nomination: Mandatory – Account cannot be opened without nomination. Minimum/Max Balance: Min: Rs. 1000/- Max: Rs. 10 Cr. Additional Rate of Interest: Up to 5 years – (0.50+0.25) = 0.75% (Special for super Senior Citizen). Above 5 Years up to 10 Years – 0.50+0.25 (additional presently proposed for senior citizen) +0.25 (Special for super Senior Citizen) = 1.00%. Premature Closure Charges: Applicable penalties as per existing norms. Availability of Loan/Overdraft: Loan/Overdraft facility permitted up to 90% of outstanding balance at a rate of 2% over the interest paid on deposit. Validity of Scheme: Facility extended/withdrawn at the discretion of the Bank. For further details, please contact your nearest branch.",
    "reference":"https://www.indianbank.in/departments/ib-golden-ager-term-deposit-product-for-super-senior-citizens/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "National Pension Schemes",
    "age": "18 to 70",
    "gender": "Male,Female",
    "accordion": " The National Pension Scheme (NPS) is a voluntary, long-term retirement savings scheme, administered by the Pension Fund Regulatory and Development Authority (PFRDA), aimed at providing retirement income to all citizens. It offers a range of investment options and tax benefits. For more details, click here.",
    "features": "The National Pension System (NPS) serves as a pivotal cornerstone in the realm of financial security, providing individuals with a robust pathway towards retirement. Effective from January 1, 2024, NPS interest rates are intricately tied to the performance of Pension Funds, factoring in associated fees and expenses. Subscribers are mandated to commit a minimum annual contribution of Rs. 1,000, with an initial minimum deposit of Rs. 500 upon the inception of an account. Contributions can be made on a monthly, quarterly, half-yearly, or annual basis, thereby affording subscribers the flexibility to tailor their investment strategy to suit their financial goals and preferences. Notable are the substantial tax benefits afforded by NPS, with contributions qualifying for deduction under section 80C of the Income Tax Act, 1961. Furthermore, an additional deduction of Rs. 50,000 is permissible under section 80CCD(1B), enhancing the tax efficiency for participants. The scheme offers a diverse array of investment options, empowering subscribers to customize their portfolios according to their risk tolerance and investment aspirations. Under the vigilant oversight of the Pension Fund Regulatory and Development Authority (PFRDA), NPS operates with a steadfast commitment to transparency, accountability, and investor protection. In essence, NPS stands as an indispensable tool for individuals seeking to cultivate a secure retirement corpus through disciplined savings and astute investments, thereby fostering financial independence and peace of mind during their golden years.",
   "specific": "Eligibility for the National Pension System (NPS) extends to individuals aged between 18 and 65 years, encompassing a broad demographic. Non-Resident Indians (NRIs) aged 18-60 years are also eligible to join NPS, subject to the guidelines outlined by the Reserve Bank of India (RBI) and the Foreign Exchange Management Act (FEMA). NPS offers two types of accounts to cater to varying needs. Tier I accounts are mandatory, featuring restrictions on withdrawals and closings. On the other hand, Tier II accounts provide a voluntary savings facility with no constraints on withdrawals or closings. However, to open a Tier II account, an active Tier I account is a prerequisite. Contribution requirements entail a minimum of Rs. 500 at the time of account opening and an annual contribution of at least Rs. 1,000. Withdrawals from NPS are permitted upon reaching 60 years of age, with premature exit options available subject to terms and conditions stipulated by the Pension Fund Regulatory and Development Authority (PFRDA). Tax benefits associated with NPS include deductions under section 80C of the Income Tax Act, 1961, with an additional deduction of Rs. 50,000 allowed under section 80CCD(1B). Withdrawals are subject to tax implications as per the Income Tax Act, 1961. Upon superannuation, a portion of the NPS corpus must be utilized to purchase an annuity, with the remaining balance available for withdrawal as a lump sum. Scheme options within NPS include Active Choice, enabling subscribers to determine their asset allocation, and Auto Choice, where asset allocation is based on the subscriber's age.",
   "reference":"https://www.indianbank.in/blogs/new-pension-scheme-as-an-avenue-for-tax-savings/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "Fixed Deposit",
    "age": "60 to 100",
    "gender": "Male, Female, Others",
    "accordion": "Special Fixed Deposit scheme offers higher interest rates to senior citizens, with tenure ranging from 5 to 10 years.",
    "features": "The Special Fixed Deposit (M-Q) stands out as an ideal investment avenue, offering stable returns tailored for those seeking a regular income stream. With this deposit option, investors can enjoy the assurance of consistent returns, providing financial stability and peace of mind. Designed to cater to individuals looking for reliable income sources, the Special Fixed Deposit (M-Q) ensures that investors can count on a steady stream of returns to meet their regular financial obligations or lifestyle needs. Whether retirees seeking to supplement their pensions or individuals looking to diversify their income sources, this deposit option offers a dependable solution for generating regular income. Moreover, the Special Fixed Deposit (M-Q) is characterized by its simplicity and ease of management, making it accessible to a wide range of investors. With a focus on providing steady returns, this deposit option is well-suited for those prioritizing income stability and consistency in their investment strategy. By opting for the Special Fixed Deposit (M-Q), investors can benefit from the assurance of reliable returns while enjoying the convenience of a hassle-free investment experience. Overall, this deposit option serves as a dependable tool for generating regular income, helping investors achieve their financial goals with confidence and security.",
  "specific": "The tenure for deposits in this scheme ranges from a flexible 6 to 120 months, providing investors with the freedom to choose a duration that aligns with their financial goals and requirements. This versatility allows individuals to tailor their investment strategy according to their specific needs, whether short-term or long-term. Moreover, the scheme offers payment of interest on a monthly or quarterly basis, providing investors with regular income streams to meet their financial commitments or reinvest for further growth. This payment frequency ensures that investors can access their accrued interest earnings at regular intervals, enhancing liquidity and financial flexibility. Whether seeking steady income or aiming to maximize returns, the option to receive interest payments monthly or quarterly caters to diverse investor preferences. Additionally, the scheme's minimum and maximum period requirements offer a wide range of options to suit various investment horizons and objectives, ensuring accessibility and adaptability for investors of all profiles. With its flexible tenure and interest payment options, this scheme presents a versatile and convenient savings solution for individuals seeking to grow their wealth while maintaining liquidity and financial stability over the chosen investment period.",
  "reference":"https://www.indianbank.in/departments/fixed-deposit/"
},
  {
    "bank": "Indian Bank (IB)",
    "name": "IND SUPER 400 DAYS",
    "age": "60 to 100",
      "gender": "Male, Female, Others",
    "accordion": "The IND SUPER 400 Days scheme by SBI is a fixed deposit option with a duration of 400 days. It offers competitive interest rates and flexible deposit amounts. Interest is compounded quarterly, and premature withdrawal options are available. For more details, click here.",
    "features": "IND SUPER 400 DAYS - Special Term Deposit Product Secure Your Savings with Higher Returns. TARGET CUSTOMERS: Individual (singly or jointly) / HUF, NRI (NRO/NRE), Firm (Proprietorship/Partnership), Company, Association, Society, Club in its name, Religious, Charitable, or Educational Institutions, Municipality or Panchayat, Government, or Quasi-Government Body",
    "specific": "DEPOSIT AMOUNT: Minimum Amount: Rs. 10,000/- Maximum Amount: Less than Rs. 2 Crore. Bulk deposits of Rs. 2 crore & above are not eligible. PERIOD OF DEPOSIT: 400 Days. RATE OF INTEREST: 7.25%. MODE OF INTEREST PAYMENT: Interest, net of TDS, shall be payable on monthly/quarterly intervals or on maturity through the linked account (SB/CA) of the customer. For further details, please contact your nearest branch or access our online banking services.",
    "reference":"https://www.indianbank.in/departments/ind-super-400-days/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "IND SUPREME 300 DAYS",
    "age": "00 to 100",
      "gender": "Male, Female, Others",
    "accordion": "The IND Supreme 300 Days scheme by SBI offers a short-term investment option with a maturity period of 300 days. It provides competitive interest rates and flexibility in deposit amounts. Investors can enjoy the convenience of online account management. For more details, click here.",
    "features": "Special Term Deposit Product “IND SUPREME 300 DAYS” with a fixed maturity tenor of 300 days in the form of FD/MMD. TARGET CUSTOMERS: Individual (singly or jointly), HUF, NRI, Firm (Proprietorship/Partnership), Company, Association, Society, Club in its name, Religious, Charitable, or Educational Institutions, Municipality or Panchayat, Government, or Quasi-Government Body, Any other entity not prohibited by RBI.",
    "specific": "DEPOSIT AMOUNT: Minimum Amount: Rs. 5000/- Maximum Amount: Less than Rs. 2 Crore. Bulk deposits of Rs. 2 crore & above are not eligible. PERIOD OF DEPOSIT: 300 Days. RATE OF INTEREST: 7.05% p.a. For further details, please contact your nearest branch or access our online banking services.",
    "reference":"https://www.indianbank.in/departments/ind-supreme-300-days/"
  },
  {
    "bank": "Indian Bank (IB)",
    "name": "Reinvestment Deposit Plan",
    "age": "00 to 80",
  "gender": "Male, Female, Others",
    "accordion": "SBI's Reinvestment Deposit Plan allows investors to reinvest the interest earned on their fixed deposit, compounding their savings.",
    "features": "The Reinvestment Deposit Plan presents a unique opportunity for investors to maximize the growth of their savings by reinvesting the interest earned on their deposit. Unlike traditional deposit plans where interest is typically paid out to the investor, the Reinvestment Deposit Plan channels the interest earnings back into the investment, allowing for compounded growth over time. This innovative approach ensures that investors can leverage the power of compounding to accelerate the growth of their savings without the need for additional deposits. By reinvesting the interest earnings, investors can benefit from exponential growth, as the interest compounds not only on the initial principal amount but also on the accumulated interest. This compounding effect results in a snowballing effect, leading to significant wealth accumulation over the investment period. The Reinvestment Deposit Plan is ideal for investors seeking to build long-term wealth and achieve their financial goals efficiently. Whether saving for retirement, education, or any other financial objective, this plan offers a strategic way to grow savings steadily over time. With its emphasis on reinvesting interest earnings for compounded growth, the Reinvestment Deposit Plan provides investors with a powerful tool to enhance their financial security and achieve greater financial independence in the future.",
  "specific": "The Fixed Deposit scheme offers investors a straightforward investment opportunity with a minimum deposit requirement of Rs. 1000/-, ensuring accessibility for a wide range of individuals. Investors have the flexibility to choose a deposit period ranging from 6 months to 120 months, allowing them to align their investment horizon with their financial goals and preferences. With interest compounded quarterly, investors benefit from the power of compounding, which enhances the overall returns on their investment over time. This quarterly compounding feature ensures that investors earn interest not only on their principal amount but also on the accumulated interest, further boosting their earnings. The structured payment of interest provides investors with a steady stream of income at regular intervals, enhancing the attractiveness of the Fixed Deposit scheme as a reliable investment avenue. Whether investors are looking to save for short-term goals or planning for long-term wealth accumulation, the Fixed Deposit scheme caters to diverse investment objectives with its flexible deposit periods and compounded interest payments. By offering a simple and transparent investment solution with competitive interest rates, the Fixed Deposit scheme remains a popular choice among investors seeking stability, security, and consistent returns on their savings.",
  "reference":"https://www.indianbank.in/departments/re-investment-plan/#!"
}
],
"cbi": [
  {
    "bank": "Central Bank of India (CBI)",
    "name": "Cent Garima Term Deposit Scheme",
    "age": "00 to 80",
  "gender": "Male, Female, Others",
    "accordion": "The Cent Garima Term Deposit Scheme by Central Bank of India offers fixed deposit options with flexible tenures and competitive interest rates, tailored for individuals looking for stable returns. Minimum deposit requirements apply. For more details, click here:",
    "features": "Cent Garima Term Deposit Scheme. Eligibility for Opening: All types of customers, including NRE customers, are eligible to open an account under this scheme. Type of Deposit: Term Deposit with the option of interest payment at monthly/quarterly intervals or in cumulative mode. Period of Deposit: Fixed period of 777 days. No deposits will be accepted for a longer or shorter period. Deposit Amount: Minimum deposit: Rs. 10,000.00 (Ten Thousand Rupees). Maximum deposit: Rs. 10,00,00,000.00 (Ten Crore Rupees). Rate of Interest: Interest rate: 7.55% (Annualised yield: 7.77%). Additional interest: 0.50% for Senior Citizens, 1% for Staff, 1.50% for Senior Citizen retired staff. Rate of Interest on NRE Deposit: Same as the regular rate of interest (7.55%). No additional benefits for Senior Citizens or ex-staff/staff. Premature Withdrawal: Allowed. Penal interest at a rate of 1% will be charged on premature withdrawal of time deposits, regardless of the amount.",
    "specific": "Premature Withdrawal of NRE Deposit: No interest payable if closed before completion of 1 year. 1% penal interest applies if closed before maturity after completion of 1 year. Premature withdrawal is not allowed if a loan is availed against the deposit. Renewal: No automatic roll-over provided. Maturity proceeds will be transferred to the depositor's SB/CD account on the maturity date. Demand Loan/Overdraft Facility: Loan/Overdraft facility available up to 90% of the deposit amount. Interest rate: 1.00% p.a. above the applicable floating interest rate. Interest credited to loan account for MIDR, QIDR, FDR. KYC Compliance: Required documents/formalities to be complied with as per Bank norms. Digital Choice: Account can be opened through online/Net Banking/Mobile Banking. Visit Cent Net Banking / Cent Mobile to open deposit online. Activation of online banking facility is required if not already activated. Operational Guidelines: Three Heads: MIDR, QIDR, MMDC for 777 Days. Interest paid at discounted rate for Monthly Interest Deposit Scheme. Utilization of existing time deposit account opening forms with a stamp indicating 'Special Term Deposit Scheme - Cent Garima - Term Deposit Scheme for 777 Days - MIDR/QIDR/MMDC'. Nomination facility available. Other operational guidelines remain the same as other time deposit schemes. Other Terms and Conditions: All existing terms and conditions applicable to time deposits will continue.",
    "reference":"https://centralbankofindia.co.in/en/time-deposits/Cent_Garima_sailent_features"
  },
  {
    "bank": "Central Bank of India (CBI)",
    "name": "Cent Surakshit Samriddhi",
    "age": "18 to 50",
  "gender": "Male, Female, Others",
    "accordion": "Cent Surakshit Samriddhi is a savings scheme offered by Central Bank of India. It provides a safe and secure way to grow your savings with competitive interest rates. Customers can enjoy flexibility in deposit amounts and tenure. For more details, click here: ",
    "features": "This scheme offers a unique feature where the depositor receives the Maturity value and Life insurance coverage equivalent to 100 times the principal installment amount. (*TDS as applicable.) Eligibility: Individuals aged between 18-50 years. Account can be opened singly or jointly. Principal Depositor is required to declare income at the time of opening the RD account.",
    "specific": "Amount of Principal Installment: Minimum: ₹ 10,000/- (in multiples of ₹ 10,000/-). Maximum: ₹ 1,00,000/-. Period of Deposit: 84 months (Monthly installment). Maturity Amount: 100 times the Principal installment amount (approximately). (*TDS as applicable). Life Insurance Coverage: Provides life insurance coverage equivalent to 100 times the Principal installment amount for the primary account holder with our Insurance Partner till the maturity of RD. Online / Offline: Account can be opened offline only.",
    "reference":"https://centralbankofindia.co.in/en/recurring-deposit-scheme/Cent-Surakshit-Samriddhi-RD"
  },
  {
    "bank": "Central Bank of India (CBI)",
    "name": "CENT Swa-Shakti Flexi Recurring Deposit Scheme",
    "age": "00 to 80",
  "gender": "Male, Female, Others",
    "accordion": "The 'CENT Swa-Shakti Flexi Recurring Deposit Scheme' by Central Bank of India offers flexibility in recurring deposits, allowing customers to vary monthly deposits. With competitive interest rates and tenure options, it provides a convenient savings avenue. For more details, click here.",
    "features": "CENT Swa-Shakti Flexi Recurring Deposit Scheme Freedom to deposit the amount of your choice every month Eligibility: Individuals (singly & jointly), Minors above 10 years singly, Minors below 10 years jointly with Guardian(s), HUF, proprietorship, partnerships, Institutions clubs / trust / societies, corporates, etc. Rate of Interest: Interest rate will be as per prevailing term deposit card rate. Calculated on a daily basis and credited every half-yearly. Additional 0.5% interest for Senior Citizens. Core Installments: The depositor chooses a Monthly Core installment. Minimum monthly Core installment: ₹100/- in multiples of 100, subject to a maximum ceiling of ₹100,000. Variable portion: Besides the monthly core amount, additional funds can be deposited. Total monthly deposit should not exceed 10 times the core amount. Installment can be deposited one or more times during a month. Monthly installment can be reduced in any month but should not be less than the CORE amount.",
    "specific": "Period of Deposit: Flexibility in the period of deposit ranging from 6 months to 120 months. Method of payment of Instalment: Cash/Clearing, Transfer from any Branch, ECS, INTERNET, SWEEP (Standing instruction) Facility. Liquidity: Loan, OD, and advances up to 90% of the deposit amount plus accrued Interest. Premature closure allowed with no penalty. Nomination Facility: Available. Maturity: Expiry of the period for which the deposit was accepted. Transferability: Free transfer of account between a wide network of 4K+ branches. Regular Updates: Monitor your deposit through Internet Banking or through a passbook issued to you. OVERDUE Deposit: Interest on overdue deposit will be paid as per the prevalent policy of the bank from time to time.",
    "reference":"https://centralbankofindia.co.in/en/Shakti_Flexi_RDS"
  },
  {
    "bank": "Central Bank of India (CBI)",
    "name": "Money Multiplier Deposits",
    "age": "18 to 100",
    "gender": "Male, Female, Others",
    "accordion": "Grow Your Wealth helps on Money Multiplier Deposits offer the opportunity to grow wealth by reinvesting interest earned into the principal amount, increasing overall returns. With flexible tenure options and competitive interest rates, it's an effective way to maximize savings. For more details, click here.",
    "features": "Money Multiplier Deposits Grow Your Wealth, Multiply Your Savings. Interest Application: Quarterly compounding.",
    "specific": "Other Requirements/Details: Automatic renewal facility for an equal period. Loan, nomination, pre-closure facilities available. Penalty on foreclosure of Deposit is applicable. Senior citizens eligible for an additional rate of 0.50% p.a. for an aggregate amount up to Rs. 10 crore. No single deposit to be opened in a day for more than Rs. 2 crore within the overall limit of Rs. 10 crore tagged to a single CIF. The above ceiling is applicable to all types of term deposits standing in the name of the Senior Citizen as the principal account holder at one or more branches put together. For further details, please contact your nearest branch.",
    "reference":"https://centralbankofindia.co.in/en/MMDC"
  },
  {
    "bank": "Central Bank of India (CBI)",
    "name": "CENT LAKHPATI Recurring Deposits",
    "age": "00 to 80",
  "gender": "Male, Female, Others",
    "accordion": "The 'Cent Lakhpati Recurring Deposit' by Central Bank of India enables customers to save towards becoming a Lakhpati (millionaire) with regular monthly deposits. Features include flexible deposit amounts, tenures from 1 to 10 years, and competitive interest rates. For more details, click here:",
    "features": "Introducing a new Recurring Deposit product 'Jab Chaho Lakhapati Bano'. The monthly installment will be as follows, and staff, senior citizens will get additional benefits as per existing norms. TDS is applicable on interest earned. CENT LAKHPATI RDs: 1 Year: Rate of Interest: 5.35%, Revised Rate (10.08.2022): 8100*. Monthly Installment (Rs.): Rs. 1 LAKH &PLUS. 2 Years: Rate of Interest: 5.40%, Revised Rate (10.08.2022): 3940*. 3 Years: Rate of Interest: 5.40%, Revised Rate (10.08.2022): 2560*. 4 Years: Rate of Interest: 5.40%, Revised Rate (10.08.2022): 1870*.",
    "specific": "5 Years: Rate of Interest: 5.60%, Revised Rate (10.08.2022): 1450*. 6 Years: Rate of Interest: 5.60%, Revised Rate (10.08.2022): 1170*. 7 Years: Rate of Interest: 5.60%, Revised Rate (10.08.2022): 980*. 8 Years: Rate of Interest: 5.60%, Revised Rate (10.08.2022): 830*. 9 Years: Rate of Interest: 5.60%, Revised Rate (10.08.2022): 720*. 10 Years: Rate of Interest: 5.60%, Revised Rate (10.08.2022): 630*. *Monthly installment amount may vary.",
    "reference":"https://centralbankofindia.co.in/en/rdc_cent_lakhpati"
  },
   {
    "bank": "Central Bank of India (CBI)",
    "name": "Public Provident Fund",
    "age": "00 to 80",
  "gender": "Male, Female, Others",
    "accordion": "The Public Provident Fund (PPF) account, offered by SBI, is a long-term savings option with tax benefits. It has a tenure of 15 years, with contributions eligible for tax deduction. Interest is compounded annually. For more details, click here: ",
    "features": "What is PPF?The Public Provident Fund (PPF) is a government-backed savings scheme designed to encourage small contributions for investment and return.It serves as aninvestment vehicle for accumulating retirement funds while providing tax benefits.Interest Rate:The current PPF interest rate is 7.1% per annum, compounded yearly.To receive interest for a specific month, you must deposit your PPF amount on or before the 5th of that month11.Investment Limits:Minimum investment: Rs. 500 per financial year.Maximum investment: Rs. 1.5 lakh per annum.You can invest in a lump sum or in a maximum of 12 installments.Tenure:The PPF has a minimum tenure of 15years.You can extend it in blocks of 5 years as per your preference.Opening Balance:You can open a PPF account with just Rs. 100 initially.Deposit Frequency:Deposits must be made at least once every year for 15 years.Mode of Deposit:You can deposit into a PPF account using cash, cheque, demand draft (DD), or online fund transfer.Nomination:You can designate a nominee for your PPF account either when opening the account or later.Joint Accounts:A PPF account can be held only in the name of one individual.Tax Benefits:Investments in PPF qualify for deduction under Section 80C of the Income Tax Act.The interest earned and returns are not taxable.Discontinuation and Revival:If the minimum deposit of Rs. 500 is not made in a financial year, the PPF account becomes discontinued.Discontinued accounts cannot be used for loans or withdrawals.You can revive a discontinued account by depositing the minimum subscription plus a default fee for each defaulted year.",
    "specific": "The Public Provident Fund (PPF) scheme offers various options and conditions regarding loans, withdrawals, maturity, premature closure, and account closure in case of the account holder's demise, as outlined in the Public Provident Fund Rules of 2019. Regarding loans, subscribers can avail themselves of a loan after one year from the end of the financial year (FY) in which the initial subscription was made, up to 25% of the balance at the end of the second year immediately preceding the year of the loan application. Only one loan is permitted per FY, and a second loan can only be taken after the repayment of the first one. The interest rate on loans varies depending on the repayment period. Withdrawals are permitted once per FY after five years, with the amount capped at 50% of the balance at the end of the fourth preceding year or the preceding year, whichever is lower. The maturity period for PPF accounts is 15 FY years, with options to either withdraw the maturity payment, retain the balance with continued interest, or extend the account for five years. Premature closure is allowed after five years, subject to conditions, and entails a 1% interest deduction. In the event of the account holder's death, the account is closed, and nominees or legal heirs cannot continue deposits. Interest is paid until the preceding month of closure. These rules aim to provide flexibility and security for subscribers under the PPF scheme.",
    "reference":"https://www.canarabank.com/public-provident-fund#:~:text=Public%20Provident%20Fund%20%7C%20PPF%20Eligibility%20%26%20Benefits%20%7C%20Canara%20Bank&text=Contributions%20made%20are%20eligible%20for,Loan%20Facility%20available."
  },
  {
    "bank": "Central Bank of India (CBI)",
    "name": "National Pension Schemes",
    "age": "18 to 70",
    "gender": "Male,Female",
    "accordion": " The National Pension Scheme (NPS) is a voluntary, long-term retirement savings scheme, administered by the Pension Fund Regulatory and Development Authority (PFRDA), aimed at providing retirement income to all citizens. It offers a range of investment options and tax benefits. For more details, click here.",
    "features": "The National Pension System (NPS) serves as a pivotal cornerstone in the realm of financial security, providing individuals with a robust pathway towards retirement. Effective from January 1, 2024, NPS interest rates are intricately tied to the performance of Pension Funds, factoring in associated fees and expenses. Subscribers are mandated to commit a minimum annual contribution of Rs. 1,000, with an initial minimum deposit of Rs. 500 upon the inception of an account. Contributions can be made on a monthly, quarterly, half-yearly, or annual basis, thereby affording subscribers the flexibility to tailor their investment strategy to suit their financial goals and preferences. Notable are the substantial tax benefits afforded by NPS, with contributions qualifying for deduction under section 80C of the Income Tax Act, 1961. Furthermore, an additional deduction of Rs. 50,000 is permissible under section 80CCD(1B), enhancing the tax efficiency for participants. The scheme offers a diverse array of investment options, empowering subscribers to customize their portfolios according to their risk tolerance and investment aspirations. Under the vigilant oversight of the Pension Fund Regulatory and Development Authority (PFRDA), NPS operates with a steadfast commitment to transparency, accountability, and investor protection. In essence, NPS stands as an indispensable tool for individuals seeking to cultivate a secure retirement corpus through disciplined savings and astute investments, thereby fostering financial independence and peace of mind during their golden years.",
   "specific": "Eligibility for the National Pension System (NPS) extends to individuals aged between 18 and 65 years, encompassing a broad demographic. Non-Resident Indians (NRIs) aged 18-60 years are also eligible to join NPS, subject to the guidelines outlined by the Reserve Bank of India (RBI) and the Foreign Exchange Management Act (FEMA). NPS offers two types of accounts to cater to varying needs. Tier I accounts are mandatory, featuring restrictions on withdrawals and closings. On the other hand, Tier II accounts provide a voluntary savings facility with no constraints on withdrawals or closings. However, to open a Tier II account, an active Tier I account is a prerequisite. Contribution requirements entail a minimum of Rs. 500 at the time of account opening and an annual contribution of at least Rs. 1,000. Withdrawals from NPS are permitted upon reaching 60 years of age, with premature exit options available subject to terms and conditions stipulated by the Pension Fund Regulatory and Development Authority (PFRDA). Tax benefits associated with NPS include deductions under section 80C of the Income Tax Act, 1961, with an additional deduction of Rs. 50,000 allowed under section 80CCD(1B). Withdrawals are subject to tax implications as per the Income Tax Act, 1961. Upon superannuation, a portion of the NPS corpus must be utilized to purchase an annuity, with the remaining balance available for withdrawal as a lump sum. Scheme options within NPS include Active Choice, enabling subscribers to determine their asset allocation, and Auto Choice, where asset allocation is based on the subscriber's age.",
   "reference":"https://centralbankofindia.co.in/en/Public%20Provident%20Fund%20Scheme"
  },
  {
    "bank": "Central Bank of India (CBI)",
    "name": "Floating Rate Deposits",
    "age": "18 to 80",
    "gender": "Male, Female, Others",
    "accordion": "SBI Floating Rate Deposits offer interest rates that fluctuate with market conditions, providing potential for higher returns. Depositors benefit from increased interest rates in rising rate environments. Terms and conditions apply. For more details, click here.",
    "features": "Floating Rate Deposits Empowering Flexibility in Investment Returns. Eligibility: Open to individuals (singly or jointly), natural/legal guardians for minors, Hindu Undivided Families, Trusts, companies, and firms. Period of Deposit: Flexible terms ranging from 3 to 10 years. Minimum Deposit Amount: Rs. 1 lakh; subsequent multiples of Rs. 10,000/-. No maximum limit.",
    "specific": "Interest Rate Mechanism: Linked to government securities (G Sec). Reset every 6 months on 1st March and 1st September. Periodicity of Interest Payment: Quarterly. Premature Closure: Permitted after 3 years with a 10-day notice. Foreclosure charge of 1.00% on applicable interest. Interest Payable on Premature Closure: Deducted from applicable interest reset on 1st March and September. Loan Against Deposit: Obtain up to 90% of deposit amount. Interest 2.00% over floating rate for self, 3.00% for third parties. Interest reset corresponds with deposit reset. Conversion of Fixed Interest Rate Deposit: Convert fixed rate deposit to floating rate by premature closure. Floating Rate Deposit cannot be converted to Fixed Interest Rate deposit. For the latest information, kindly contact your nearest branch.",
    "reference":"https://centralbankofindia.co.in/en/time-deposits/Cent_Floating_Deposit_Scheme"
  }
],
"bob":[
  {
    "bank": "Bank of Baroda",
    "name": "Atal Pension Yojana",
    "age": "18 to 40",
    "gender": "Male, Female, Others",
    "accordion": "Atal Pension Yojana (APY) is a government-backed pension scheme aimed at unorganized sector workers. It offers fixed pension payouts ranging from ₹1,000 to ₹5,000 per month, based on contribution levels and age at entry. To enroll, individuals must have a bank account. For more details, click here ",
  "features": "Atal Pension Yojana (APY) serves as a pivotal component of India's social security framework, specifically catering to individuals aged 18 to 40 years without taxable income and holding savings accounts. Its overarching goal is to confront the challenges posed by longevity, particularly prevalent among workers in the unorganized sector, while fostering a culture of voluntary retirement savings. APY is uniquely positioned to address the financial needs of marginalized communities, including the poor, underprivileged, and informal workers, providing them with a structured avenue for building retirement funds and securing their future. To facilitate informed decision-making, APY offers a comprehensive contribution chart, empowering subscribers to plan their financial commitments effectively. The Pension Fund Regulatory and Development Authority (PFRDA) ensures transparency and fairness by regulating charges, fees, and overdue interest associated with non-payment or delayed contributions, thereby safeguarding the interests of APY subscribers. In the event of grievances, subscribers can seek resolution through accessible channels such as the NPS-Lite portal or the Centralized Grievance Management System (CGMS), receiving prompt assistance and updates on their complaints. Upon reaching 60 years of age, subscribers are entitled to a guaranteed monthly pension ranging from Rs. 1,000 to Rs. 5,000, offering essential financial stability during retirement. In the event of the subscriber's demise, the spouse continues to receive the same pension amount until their passing, ensuring ongoing support for the family. Ultimately, the nominee inherits the accumulated pension wealth, preserving the legacy of financial security for future generations.",
  "specific": "Contributions to the Atal Pension Yojana (APY) qualify for tax benefits under section 80CCD(1), similar to the National Pension System (NPS). Subscribers have the option of voluntary exit from the scheme before reaching 60 years of age. Upon exit, the refund includes the subscriber's contributions and accrued income after deducting account maintenance charges. However, the government co-contribution is not refunded for subscribers who joined before March 31, 2016. In the unfortunate event of the subscriber's demise before attaining 60 years of age, there are two options available for the spouse. Option 1 allows the spouse to continue contributions in the subscriber's APY account until the subscriber would have turned 60, with the spouse receiving the same pension amount until death. Alternatively, Option 2 entails the entire accumulated pension corpus being returned to the spouse or nominee The age of joining APY ranges from a minimum of 18 years to a maximum of 40 years, and pension payments commence at the age of 60. Contributions are facilitated through auto-debit from the subscriber's savings bank account on a monthly, quarterly, or half-yearly basis. Notably, starting from October 1, 2022, income taxpayers are ineligible to enroll in the APY scheme.",
  "reference":"https://www.bankofbaroda.in/personal-banking/investments/government-deposit-schemes/atal-pension-yojana"
}, 
{
  "bank": "Bank of Baroda",
  "name": "Public Provident Fund",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "The Public Provident Fund (PPF) account, offered by SBI, is a long-term savings option with tax benefits. It has a tenure of 15 years, with contributions eligible for tax deduction. Interest is compounded annually. For more details, click here: ",
  "features": "What is PPF?The Public Provident Fund (PPF) is a government-backed savings scheme designed to encourage small contributions for investment and return.It serves as aninvestment vehicle for accumulating retirement funds while providing tax benefits.Interest Rate:The current PPF interest rate is 7.1% per annum, compounded yearly.To receive interest for a specific month, you must deposit your PPF amount on or before the 5th of that month11.Investment Limits:Minimum investment: Rs. 500 per financial year.Maximum investment: Rs. 1.5 lakh per annum.You can invest in a lump sum or in a maximum of 12 installments.Tenure:The PPF has a minimum tenure of 15years.You can extend it in blocks of 5 years as per your preference.Opening Balance:You can open a PPF account with just Rs. 100 initially.Deposit Frequency:Deposits must be made at least once every year for 15 years.Mode of Deposit:You can deposit into a PPF account using cash, cheque, demand draft (DD), or online fund transfer.Nomination:You can designate a nominee for your PPF account either when opening the account or later.Joint Accounts:A PPF account can be held only in the name of one individual.Tax Benefits:Investments in PPF qualify for deduction under Section 80C of the Income Tax Act.The interest earned and returns are not taxable.Discontinuation and Revival:If the minimum deposit of Rs. 500 is not made in a financial year, the PPF account becomes discontinued.Discontinued accounts cannot be used for loans or withdrawals.You can revive a discontinued account by depositing the minimum subscription plus a default fee for each defaulted year.",
  "specific": "The Public Provident Fund (PPF) scheme offers various options and conditions regarding loans, withdrawals, maturity, premature closure, and account closure in case of the account holder's demise, as outlined in the Public Provident Fund Rules of 2019. Regarding loans, subscribers can avail themselves of a loan after one year from the end of the financial year (FY) in which the initial subscription was made, up to 25% of the balance at the end of the second year immediately preceding the year of the loan application. Only one loan is permitted per FY, and a second loan can only be taken after the repayment of the first one. The interest rate on loans varies depending on the repayment period. Withdrawals are permitted once per FY after five years, with the amount capped at 50% of the balance at the end of the fourth preceding year or the preceding year, whichever is lower. The maturity period for PPF accounts is 15 FY years, with options to either withdraw the maturity payment, retain the balance with continued interest, or extend the account for five years. Premature closure is allowed after five years, subject to conditions, and entails a 1% interest deduction. In the event of the account holder's death, the account is closed, and nominees or legal heirs cannot continue deposits. Interest is paid until the preceding month of closure. These rules aim to provide flexibility and security for subscribers under the PPF scheme.",
  "reference":"https://www.bankofbaroda.in/personal-banking/accounts/baroda-public-provident-fund"
},
{
  "bank": "Bank of Baroda",
  "name": "Capital Gains Deposit Scheme",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "The Capital Gains Deposit Scheme, offered by SBI, allows individuals to deposit proceeds from the sale of capital assets to avail of tax benefits. Funds are held for a specified period, aiding in the purchase or construction of a residential property. For more details, click here.",
  "features": "In the Capital Gains Deposit Scheme, maximizing returns while minimizing tax burdens is the primary objective. The scheme ensures that interest application is transparent and consistent, following the same rules as ordinary Savings Bank (SB) or Term Deposit accounts. Interest calculation methods and periodicity align with industry standards, ensuring clarity and predictability for investors. By adhering to familiar interest calculation rules, investors can confidently anticipate the growth of their investments over time. Whether it's through a Savings Bank account or a Term Deposit, the scheme offers flexibility in interest application, catering to diverse investment preferences and goals. Investors can rest assured that their funds are working efficiently to generate returns while also benefiting from potential tax exemptions provided by the scheme. By leveraging the Capital Gains Deposit Scheme, investors can optimize their investment strategy, achieving a balance between maximizing returns and minimizing tax liabilities. With its transparent interest application process and alignment with established banking practices, the scheme provides a reliable avenue for investors to grow their wealth while effectively managing their tax obligations. For those seeking to enhance their financial portfolio while mitigating tax burdens, the Capital Gains Deposit Scheme offers a strategic solution designed to meet their needs with precision and efficiency.",
  "specific": "Taxpayers can leverage the capital gains exemption by depositing the gains or net consideration in Public Sector Banks before their income tax return due date, presenting an opportunity to optimize tax planning strategies. The scheme features a minimum deposit amount of Rs. 1000/-, ensuring accessibility for a wide range of investors. Two types of accounts are offered: Deposit A (Savings Bank) and Deposit B (Term Deposit, cumulative or non-cumulative), providing flexibility to align with individual preferences and financial goals. With a minimum deposit period of 7 days and a maximum of 3 years, investors can tailor their investments to suit their liquidity needs and investment horizon. Moreover, exemption under Section 54 (B, D, F & G) of the Income Tax Act 1961 is available, further enhancing the tax benefits associated with the scheme. The provision of a nomination facility ensures that investors can safeguard their investments and provide for smooth succession planning. Withdrawals are permitted as per the rules governing the scheme, offering liquidity when needed while maintaining the integrity of the investment structure. However, it's important to note that interest payments are subject to Tax Deducted at Source (TDS), in line with prevailing tax regulations. Additionally, no additional rate is provided for staff/senior citizens under this scheme. For further details and assistance, individuals are encouraged to contact their nearest branch for personalized guidance and information tailored to their specific needs and circumstances.",
  "reference":"https://www.bankofbaroda.in/personal-banking/accounts/term-deposit/capital-gain-account-scheme"
},
{
  "bank": "Bank of Baroda",
  "name": "National Pension Schemes",
  "age": "18 to 70",
  "gender": "Male,Female",
  "accordion": " The National Pension Scheme (NPS) is a voluntary, long-term retirement savings scheme, administered by the Pension Fund Regulatory and Development Authority (PFRDA), aimed at providing retirement income to all citizens. It offers a range of investment options and tax benefits. For more details, click here.",
  "features": "The National Pension System (NPS) serves as a pivotal cornerstone in the realm of financial security, providing individuals with a robust pathway towards retirement. Effective from January 1, 2024, NPS interest rates are intricately tied to the performance of Pension Funds, factoring in associated fees and expenses. Subscribers are mandated to commit a minimum annual contribution of Rs. 1,000, with an initial minimum deposit of Rs. 500 upon the inception of an account. Contributions can be made on a monthly, quarterly, half-yearly, or annual basis, thereby affording subscribers the flexibility to tailor their investment strategy to suit their financial goals and preferences. Notable are the substantial tax benefits afforded by NPS, with contributions qualifying for deduction under section 80C of the Income Tax Act, 1961. Furthermore, an additional deduction of Rs. 50,000 is permissible under section 80CCD(1B), enhancing the tax efficiency for participants. The scheme offers a diverse array of investment options, empowering subscribers to customize their portfolios according to their risk tolerance and investment aspirations. Under the vigilant oversight of the Pension Fund Regulatory and Development Authority (PFRDA), NPS operates with a steadfast commitment to transparency, accountability, and investor protection. In essence, NPS stands as an indispensable tool for individuals seeking to cultivate a secure retirement corpus through disciplined savings and astute investments, thereby fostering financial independence and peace of mind during their golden years.",
  "specific": "Eligibility for the National Pension System (NPS) extends to individuals aged between 18 and 65 years, encompassing a broad demographic. Non-Resident Indians (NRIs) aged 18-60 years are also eligible to join NPS, subject to the guidelines outlined by the Reserve Bank of India (RBI) and the Foreign Exchange Management Act (FEMA). NPS offers two types of accounts to cater to varying needs. Tier I accounts are mandatory, featuring restrictions on withdrawals and closings. On the other hand, Tier II accounts provide a voluntary savings facility with no constraints on withdrawals or closings. However, to open a Tier II account, an active Tier I account is a prerequisite. Contribution requirements entail a minimum of Rs. 500 at the time of account opening and an annual contribution of at least Rs. 1,000. Withdrawals from NPS are permitted upon reaching 60 years of age, with premature exit options available subject to terms and conditions stipulated by the Pension Fund Regulatory and Development Authority (PFRDA). Tax benefits associated with NPS include deductions under section 80C of the Income Tax Act, 1961, with an additional deduction of Rs. 50,000 allowed under section 80CCD(1B). Withdrawals are subject to tax implications as per the Income Tax Act, 1961. Upon superannuation, a portion of the NPS corpus must be utilized to purchase an annuity, with the remaining balance available for withdrawal as a lump sum. Scheme options within NPS include Active Choice, enabling subscribers to determine their asset allocation, and Auto Choice, where asset allocation is based on the subscriber's age.",
  "reference":"https://www.bankofbaroda.in/personal-banking/investments/government-deposit-schemes/national-pension-scheme"
},
{
  "bank": "Bank of Baroda",
  "name": "Short Term Deposits",
  "age": "10 to 100",
  "gender": "Male, Female, Others",
  "accordion": "IOB (Indian Overseas Bank) offers Short-Term Deposit schemes with flexible tenure options typically ranging from 7 days to 1 year, competitive interest rates, and easy liquidity. Investors can choose from various deposit amounts. For more details, click here.",
  "features": "Short Term Deposits Secure Your Savings, Reap Rewards. Interest Application: Interest payable is renewed with the principal on maturity.",
  "specific": "Tenor Offered: Minimum: 7 Days. Maximum: 180 Days. Interest Payout Frequency: Interest paid along with principal on maturity, subject to TDS. Additional Benefits for Senior Citizen: Additional interest of 0.50% p.a. payable. Monetary Limit for Additional Interest for Senior Citizen: Up to Rs. 10 cr. No single deposit to be opened in a day for more than Rs. 2 Cr within the overall limit of Rs. 10 Cr tagged to a single CIF. Nomination Facility Available. Roll Over Features: Available. Automatic renewal facility for the period of the original deposit. After 10 years, the account is to be closed and opened afresh. Pre-closure Facility: Available. Pre-closure Penalty: As per existing penalty structure. TDS / 15G/15H: Applicable as per eligibility. Loan Against Deposit: Available as per terms and conditions. Any Other Information Relevant to the Product: Additional rate offered on all deposits of 7 days to 10 years, except for deposits under Capital Gain Scheme 1988 & NRE. In the case of term deposits in the name of an HUF, the Karta of the HUF is not eligible for a higher rate of interest, even if a senior citizen, as the beneficial owner of the deposit is the HUF and not the Karta in his individual capacity. For further information, please contact your nearest branch.",
  "reference":"https://www.bankofbaroda.in/personal-banking/accounts/term-deposit/fixed-deposit/bob-short-term-deposits"
},
{
  "bank": "Bank of Baroda",
  "name": "Recurring Deposit",
  "age": "18 to 53",
    "gender": "Male, Female, Others",
  "accordion": "Recurring Deposit (RD) offers flexible deposit amounts starting from ₹100 with tenures ranging from 12 to 120 months and competitive interest rates. Monthly deposits can be automated, and interest is compounded quarterly. Premature withdrawal and loan facilities are available. For more details, click here.",
  "features": "Recurring Deposit Build Your Savings, Secure Your Future. Interest Application: Quarterly compounding.",
  "specific": "Salient Features: Monthly savings accumulate to a substantial sum to meet financial needs at the end of the agreed period. Minimum monthly installment: Rs. 100/- and in multiples thereof. Minimum period: 6 months. In multiples of 3 months, with a maximum usually set at 10 years. Loan, foreclosure, and nomination facilities available. TDS applicable. Senior citizens eligible for an additional rate of 0.50% p.a. for an aggregate amount up to Rs. 10 crore. No single deposit exceeding Rs. 2 crore to be opened in a day, within the overall limit of Rs. 10 crore tagged to a single CIF. Penalty on foreclosure of term deposit. For further details, please contact your nearest branch.",
  "reference":"https://www.bankofbaroda.in/personal-banking/accounts/term-deposit/recurring-deposit"
},
{
  "bank": "Bank of Baroda",
  "name": "Special Fixed Deposit",
  "age": "60 to 100",
  "gender": "Male, Female, Others",
  "accordion": "Special Fixed Deposit scheme offers higher interest rates to senior citizens, with tenure ranging from 5 to 10 years.",
  "features": "The Special Fixed Deposit (M-Q) stands out as an ideal investment avenue, offering stable returns tailored for those seeking a regular income stream. With this deposit option, investors can enjoy the assurance of consistent returns, providing financial stability and peace of mind. Designed to cater to individuals looking for reliable income sources, the Special Fixed Deposit (M-Q) ensures that investors can count on a steady stream of returns to meet their regular financial obligations or lifestyle needs. Whether retirees seeking to supplement their pensions or individuals looking to diversify their income sources, this deposit option offers a dependable solution for generating regular income. Moreover, the Special Fixed Deposit (M-Q) is characterized by its simplicity and ease of management, making it accessible to a wide range of investors. With a focus on providing steady returns, this deposit option is well-suited for those prioritizing income stability and consistency in their investment strategy. By opting for the Special Fixed Deposit (M-Q), investors can benefit from the assurance of reliable returns while enjoying the convenience of a hassle-free investment experience. Overall, this deposit option serves as a dependable tool for generating regular income, helping investors achieve their financial goals with confidence and security.",
  "specific": "The tenure for deposits in this scheme ranges from a flexible 6 to 120 months, providing investors with the freedom to choose a duration that aligns with their financial goals and requirements. This versatility allows individuals to tailor their investment strategy according to their specific needs, whether short-term or long-term. Moreover, the scheme offers payment of interest on a monthly or quarterly basis, providing investors with regular income streams to meet their financial commitments or reinvest for further growth. This payment frequency ensures that investors can access their accrued interest earnings at regular intervals, enhancing liquidity and financial flexibility. Whether seeking steady income or aiming to maximize returns, the option to receive interest payments monthly or quarterly caters to diverse investor preferences. Additionally, the scheme's minimum and maximum period requirements offer a wide range of options to suit various investment horizons and objectives, ensuring accessibility and adaptability for investors of all profiles. With its flexible tenure and interest payment options, this scheme presents a versatile and convenient savings solution for individuals seeking to grow their wealth while maintaining liquidity and financial stability over the chosen investment period.",
  "reference":"https://www.bankofbaroda.in/personal-banking/accounts/term-deposit/fixed-deposit"
}
],
"pnb":[
  {
    "bank": "Punjab National Bank",
    "name": "Atal Pension Yojana",
    "age": "18 to 40",
    "gender": "Male, Female, Others",
    "accordion": "Atal Pension Yojana (APY) is a government-backed pension scheme aimed at unorganized sector workers. It offers fixed pension payouts ranging from ₹1,000 to ₹5,000 per month, based on contribution levels and age at entry. To enroll, individuals must have a bank account. For more details, click here ",
  "features": "Atal Pension Yojana (APY) serves as a pivotal component of India's social security framework, specifically catering to individuals aged 18 to 40 years without taxable income and holding savings accounts. Its overarching goal is to confront the challenges posed by longevity, particularly prevalent among workers in the unorganized sector, while fostering a culture of voluntary retirement savings. APY is uniquely positioned to address the financial needs of marginalized communities, including the poor, underprivileged, and informal workers, providing them with a structured avenue for building retirement funds and securing their future. To facilitate informed decision-making, APY offers a comprehensive contribution chart, empowering subscribers to plan their financial commitments effectively. The Pension Fund Regulatory and Development Authority (PFRDA) ensures transparency and fairness by regulating charges, fees, and overdue interest associated with non-payment or delayed contributions, thereby safeguarding the interests of APY subscribers. In the event of grievances, subscribers can seek resolution through accessible channels such as the NPS-Lite portal or the Centralized Grievance Management System (CGMS), receiving prompt assistance and updates on their complaints. Upon reaching 60 years of age, subscribers are entitled to a guaranteed monthly pension ranging from Rs. 1,000 to Rs. 5,000, offering essential financial stability during retirement. In the event of the subscriber's demise, the spouse continues to receive the same pension amount until their passing, ensuring ongoing support for the family. Ultimately, the nominee inherits the accumulated pension wealth, preserving the legacy of financial security for future generations.",
  "specific": "Contributions to the Atal Pension Yojana (APY) qualify for tax benefits under section 80CCD(1), similar to the National Pension System (NPS). Subscribers have the option of voluntary exit from the scheme before reaching 60 years of age. Upon exit, the refund includes the subscriber's contributions and accrued income after deducting account maintenance charges. However, the government co-contribution is not refunded for subscribers who joined before March 31, 2016. In the unfortunate event of the subscriber's demise before attaining 60 years of age, there are two options available for the spouse. Option 1 allows the spouse to continue contributions in the subscriber's APY account until the subscriber would have turned 60, with the spouse receiving the same pension amount until death. Alternatively, Option 2 entails the entire accumulated pension corpus being returned to the spouse or nominee The age of joining APY ranges from a minimum of 18 years to a maximum of 40 years, and pension payments commence at the age of 60. Contributions are facilitated through auto-debit from the subscriber's savings bank account on a monthly, quarterly, or half-yearly basis. Notably, starting from October 1, 2022, income taxpayers are ineligible to enroll in the APY scheme.",
  "reference":"https://www.pnbindia.in/document/Atal_Pension_Yojana-Scheme.pdf"
},
 {
  "bank": "Punjab National Bank",
  "name": "Public Provident Fund",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "The Public Provident Fund (PPF) account, offered by SBI, is a long-term savings option with tax benefits. It has a tenure of 15 years, with contributions eligible for tax deduction. Interest is compounded annually. For more details, click here: ",
  "features": "What is PPF?The Public Provident Fund (PPF) is a government-backed savings scheme designed to encourage small contributions for investment and return.It serves as aninvestment vehicle for accumulating retirement funds while providing tax benefits.Interest Rate:The current PPF interest rate is 7.1% per annum, compounded yearly.To receive interest for a specific month, you must deposit your PPF amount on or before the 5th of that month11.Investment Limits:Minimum investment: Rs. 500 per financial year.Maximum investment: Rs. 1.5 lakh per annum.You can invest in a lump sum or in a maximum of 12 installments.Tenure:The PPF has a minimum tenure of 15years.You can extend it in blocks of 5 years as per your preference.Opening Balance:You can open a PPF account with just Rs. 100 initially.Deposit Frequency:Deposits must be made at least once every year for 15 years.Mode of Deposit:You can deposit into a PPF account using cash, cheque, demand draft (DD), or online fund transfer.Nomination:You can designate a nominee for your PPF account either when opening the account or later.Joint Accounts:A PPF account can be held only in the name of one individual.Tax Benefits:Investments in PPF qualify for deduction under Section 80C of the Income Tax Act.The interest earned and returns are not taxable.Discontinuation and Revival:If the minimum deposit of Rs. 500 is not made in a financial year, the PPF account becomes discontinued.Discontinued accounts cannot be used for loans or withdrawals.You can revive a discontinued account by depositing the minimum subscription plus a default fee for each defaulted year.",
  "specific": "The Public Provident Fund (PPF) scheme offers various options and conditions regarding loans, withdrawals, maturity, premature closure, and account closure in case of the account holder's demise, as outlined in the Public Provident Fund Rules of 2019. Regarding loans, subscribers can avail themselves of a loan after one year from the end of the financial year (FY) in which the initial subscription was made, up to 25% of the balance at the end of the second year immediately preceding the year of the loan application. Only one loan is permitted per FY, and a second loan can only be taken after the repayment of the first one. The interest rate on loans varies depending on the repayment period. Withdrawals are permitted once per FY after five years, with the amount capped at 50% of the balance at the end of the fourth preceding year or the preceding year, whichever is lower. The maturity period for PPF accounts is 15 FY years, with options to either withdraw the maturity payment, retain the balance with continued interest, or extend the account for five years. Premature closure is allowed after five years, subject to conditions, and entails a 1% interest deduction. In the event of the account holder's death, the account is closed, and nominees or legal heirs cannot continue deposits. Interest is paid until the preceding month of closure. These rules aim to provide flexibility and security for subscribers under the PPF scheme.",
  "reference":"https://www.pnbindia.in/public-provident-fund.html"
},
{
  "bank": "Punjab National Bank",
  "name": "Reinvestment Deposit Plan",
  "age": "00 to 80",
  "gender": "Male, Female, Others",
  "accordion": "SBI's Reinvestment Deposit Plan allows investors to reinvest the interest earned on their fixed deposit, compounding their savings.",
  "features": "The Reinvestment Deposit Plan presents a unique opportunity for investors to maximize the growth of their savings by reinvesting the interest earned on their deposit. Unlike traditional deposit plans where interest is typically paid out to the investor, the Reinvestment Deposit Plan channels the interest earnings back into the investment, allowing for compounded growth over time. This innovative approach ensures that investors can leverage the power of compounding to accelerate the growth of their savings without the need for additional deposits. By reinvesting the interest earnings, investors can benefit from exponential growth, as the interest compounds not only on the initial principal amount but also on the accumulated interest. This compounding effect results in a snowballing effect, leading to significant wealth accumulation over the investment period. The Reinvestment Deposit Plan is ideal for investors seeking to build long-term wealth and achieve their financial goals efficiently. Whether saving for retirement, education, or any other financial objective, this plan offers a strategic way to grow savings steadily over time. With its emphasis on reinvesting interest earnings for compounded growth, the Reinvestment Deposit Plan provides investors with a powerful tool to enhance their financial security and achieve greater financial independence in the future.",
  "specific": "The Fixed Deposit scheme offers investors a straightforward investment opportunity with a minimum deposit requirement of Rs. 1000/-, ensuring accessibility for a wide range of individuals. Investors have the flexibility to choose a deposit period ranging from 6 months to 120 months, allowing them to align their investment horizon with their financial goals and preferences. With interest compounded quarterly, investors benefit from the power of compounding, which enhances the overall returns on their investment over time. This quarterly compounding feature ensures that investors earn interest not only on their principal amount but also on the accumulated interest, further boosting their earnings. The structured payment of interest provides investors with a steady stream of income at regular intervals, enhancing the attractiveness of the Fixed Deposit scheme as a reliable investment avenue. Whether investors are looking to save for short-term goals or planning for long-term wealth accumulation, the Fixed Deposit scheme caters to diverse investment objectives with its flexible deposit periods and compounded interest payments. By offering a simple and transparent investment solution with competitive interest rates, the Fixed Deposit scheme remains a popular choice among investors seeking stability, security, and consistent returns on their savings.",
  "reference":"https://www.pnbindia.in/recurring-deposit-scheme.html"
},
{
  "bank": "Punjab National Bank",
  "name": "Capital Gains Deposit Scheme",
  "age": "18 to 40",
  "gender": "Male, Female, Others",
  "accordion": "The Capital Gains Deposit Scheme, offered by SBI, allows individuals to deposit proceeds from the sale of capital assets to avail of tax benefits. Funds are held for a specified period, aiding in the purchase or construction of a residential property. For more details, click here.",
  "features": "In the Capital Gains Deposit Scheme, maximizing returns while minimizing tax burdens is the primary objective. The scheme ensures that interest application is transparent and consistent, following the same rules as ordinary Savings Bank (SB) or Term Deposit accounts. Interest calculation methods and periodicity align with industry standards, ensuring clarity and predictability for investors. By adhering to familiar interest calculation rules, investors can confidently anticipate the growth of their investments over time. Whether it's through a Savings Bank account or a Term Deposit, the scheme offers flexibility in interest application, catering to diverse investment preferences and goals. Investors can rest assured that their funds are working efficiently to generate returns while also benefiting from potential tax exemptions provided by the scheme. By leveraging the Capital Gains Deposit Scheme, investors can optimize their investment strategy, achieving a balance between maximizing returns and minimizing tax liabilities. With its transparent interest application process and alignment with established banking practices, the scheme provides a reliable avenue for investors to grow their wealth while effectively managing their tax obligations. For those seeking to enhance their financial portfolio while mitigating tax burdens, the Capital Gains Deposit Scheme offers a strategic solution designed to meet their needs with precision and efficiency.",
  "specific": "Taxpayers can leverage the capital gains exemption by depositing the gains or net consideration in Public Sector Banks before their income tax return due date, presenting an opportunity to optimize tax planning strategies. The scheme features a minimum deposit amount of Rs. 1000/-, ensuring accessibility for a wide range of investors. Two types of accounts are offered: Deposit A (Savings Bank) and Deposit B (Term Deposit, cumulative or non-cumulative), providing flexibility to align with individual preferences and financial goals. With a minimum deposit period of 7 days and a maximum of 3 years, investors can tailor their investments to suit their liquidity needs and investment horizon. Moreover, exemption under Section 54 (B, D, F & G) of the Income Tax Act 1961 is available, further enhancing the tax benefits associated with the scheme. The provision of a nomination facility ensures that investors can safeguard their investments and provide for smooth succession planning. Withdrawals are permitted as per the rules governing the scheme, offering liquidity when needed while maintaining the integrity of the investment structure. However, it's important to note that interest payments are subject to Tax Deducted at Source (TDS), in line with prevailing tax regulations. Additionally, no additional rate is provided for staff/senior citizens under this scheme. For further details and assistance, individuals are encouraged to contact their nearest branch for personalized guidance and information tailored to their specific needs and circumstances.",
  "reference":"https://www.pnbindia.in/capital-gain-account.html"
},
{
  "bank": "Punjab National Bank",
  "name": "PNB Anupam Term Deposit Scheme",
  "age": "60 to 100",
  "gender": "Male, Female, Others",
  "accordion": "PNB Anupam Term Deposit Scheme scheme offers higher interest rates to senior citizens, with tenure ranging from 5 to 10 years.",
  "features": "The PNB Anupam Term Deposit Scheme (M-Q) stands out as an ideal investment avenue, offering stable returns tailored for those seeking a regular income stream. With this deposit option, investors can enjoy the assurance of consistent returns, providing financial stability and peace of mind. Designed to cater to individuals looking for reliable income sources, the Special Fixed Deposit (M-Q) ensures that investors can count on a steady stream of returns to meet their regular financial obligations or lifestyle needs. Whether retirees seeking to supplement their pensions or individuals looking to diversify their income sources, this deposit option offers a dependable solution for generating regular income. Moreover, the Special Fixed Deposit (M-Q) is characterized by its simplicity and ease of management, making it accessible to a wide range of investors. With a focus on providing steady returns, this deposit option is well-suited for those prioritizing income stability and consistency in their investment strategy. By opting for the Special Fixed Deposit (M-Q), investors can benefit from the assurance of reliable returns while enjoying the convenience of a hassle-free investment experience. Overall, this deposit option serves as a dependable tool for generating regular income, helping investors achieve their financial goals with confidence and security.",
  "specific": "The tenure for deposits in this scheme ranges from a flexible 6 to 120 months, providing investors with the freedom to choose a duration that aligns with their financial goals and requirements. This versatility allows individuals to tailor their investment strategy according to their specific needs, whether short-term or long-term. Moreover, the scheme offers payment of interest on a monthly or quarterly basis, providing investors with regular income streams to meet their financial commitments or reinvest for further growth. This payment frequency ensures that investors can access their accrued interest earnings at regular intervals, enhancing liquidity and financial flexibility. Whether seeking steady income or aiming to maximize returns, the option to receive interest payments monthly or quarterly caters to diverse investor preferences. Additionally, the scheme's minimum and maximum period requirements offer a wide range of options to suit various investment horizons and objectives, ensuring accessibility and adaptability for investors of all profiles. With its flexible tenure and interest payment options, this scheme presents a versatile and convenient savings solution for individuals seeking to grow their wealth while maintaining liquidity and financial stability over the chosen investment period.",
  "reference":"https://www.pnbindia.in/anupam-term-deposit.html"
},
{
  "bank": "Punjab National Bank",
  "name": "PNB Ordinary Term Deposit Scheme",
  "age": "10 to 100",
  "gender": "Male, Female, Others",
  "accordion": "PNB Ordinary Term Deposit Scheme allows customers to create multiple fixed deposits with varying tenures and amounts under a single account. It offers flexibility and convenience in managing investments. Interest rates are determined based on the respective deposit amounts and durations. For more details, click here.",
  "features": "The PNB Ordinary Term Deposit Scheme (MDA) stands as a flexible and convenient savings solution tailored to meet the diverse needs of individuals and entities. Eligibility for the MDA is extensive, encompassing individuals (singly or jointly), institutions, companies, firms, societies, traders, professionals, salaried individuals, and more, ensuring accessibility for a wide range of investors. With a minimum deposit amount of Rs. 10,000/- and subsequent deposits accepted in multiples of Rs. 1,000/-, the MDA offers flexibility in investment amounts, allowing investors to tailor their savings strategy according to their financial capacity and goals. Investors can choose a minimum period of 6 months or extend up to a maximum of 120 months, providing flexibility to align with their investment horizon and financial objectives. The MDA offers quarterly compounding of interest, with interest payments made at maturity, ensuring that investors benefit from the power of compounding to maximize returns over the investment period. This interest payment structure enables investors to capitalize on the growth potential of their savings while providing a steady stream of income upon maturity. Whether individuals are looking to save for short-term goals or planning for long-term financial security, the MDA offers a versatile and reliable savings solution designed to meet their needs with flexibility, convenience, and competitive returns.",
  "specific": "Each remittance accepted for identical periods under the Multiple Deposit Account (MDA) feature, ensuring uniformity and clarity in deposit management. Investors have the flexibility to split the deposit amount into convenient units under the same MDA, facilitating ease of management and customization according to their financial preferences. Moreover, the option for multiple deposits under the same account allows investors to make additional contributions separately, with each deposit treated as a distinct entity, providing transparency and flexibility in fund allocation. Maturation occurs after the agreed period, ensuring that investors receive their returns as per the terms of the deposit agreement. While no separate deposit receipt is issued, investors are provided with a passbook that meticulously details each remittance, ensuring transparency and clarity in transaction records. Additionally, the scheme permits partial withdrawals, enabling investors to access funds as needed while the remaining amount continues to earn interest, striking a balance between liquidity and returns. This feature empowers investors to manage their funds effectively, catering to evolving financial needs and objectives. For further information and assistance, individuals are encouraged to contact their nearest branch, where dedicated staff can provide personalized guidance and address any queries regarding the scheme's features, benefits, and eligibility criteria.",
  "reference":"https://www.pnbindia.in/ordinary-term-deposit.html"
}
],
"canara":[
  {
    "bank": "Canara Bank of India",
    "name": "Public Provident Fund",
    "age": "00 to 80",
    "gender": "Male, Female, Others",
    "accordion": "The Public Provident Fund (PPF) account, offered by SBI, is a long-term savings option with tax benefits. It has a tenure of 15 years, with contributions eligible for tax deduction. Interest is compounded annually. For more details, click here: ",
    "features": "15-year Public Provident Fund Account (PPF) Interest payable, Rates, Periodicity etc. * From 01.01.2024​, interest rates are as follows: 7.1% per annum (compounded yearly). * Minimum INR. 500/- Maximum INR. 1,50,000/- in a financial year. * Deposits can be made in lump-sum or in ​installments. Salient features Who can open * a single adult by a resident Indian. * a guardian on behalf of a minor/ person of unsound mind. * Only one account can be opened all across the country either in the Post Office or any Bank. Deposit * Minimum deposit Rs. 500 in a Financial Year and Maximum deposit is Rs. 1.50 lakh in an FY. * Maximum limit of Rs. 1.50 lakh shall be inclusive of the deposits made in his/her own account and in the account opened on behalf of a minor. * Amount can be deposited in any number of installments in an FY in multiples of Rs. 50 and maximum up to Rs. 1.50 lakh. * Account can be opened by cash/cheque and in case of cheque, the date of realization of the cheque in the Govt. account shall be the date of opening of the account/subsequent deposit in the account. * Deposits qualify for deduction under section 80C of the Income Tax Act. Discontinuation of account * If in any financial year, the minimum deposit of Rs. 500/- is not made, the said PPF account shall become discontinued. * Loan/withdrawal facility is not available on discontinued accounts. * Discontinued account can be revived by the depositor before maturity of the account by depositing the minimum subscription (i.e. Rs. 500) + Rs. 50 as a default fee for each defaulted year. * The total deposit in a year shall be inclusive of deposits made in respect of years of default of previous financial years. Interest * Interest shall be applicable as notified by the Ministry of Finance on a quarterly basis. * The interest shall be calculated for the calendar month on the lowest balance in the account between the close of the fifth day and the end of the month. * Interest shall be credited to the account at the end of each Financial year where the account stands at the end of the FY. (i.e. in case of transfer of the account from Bank to PO or vice versa) * Interest earned is tax-free under the Income Tax Act.",
    "specific": "Loan * Loan can be taken after the expiry of one year from the end of the FY in which the initial subscription was made. * Loan can be taken before the expiry of five years from the end of the year in which the initial subscription was made. * Loan can be taken up to 25% of the balance to his credit at the end of the second year immediately preceding the year in which the loan is applied. * Only one loan can be taken in a Financial Year. * Second loan shall not be provided until the first loan was repaid. * If the loan is repaid within 36 months of the loan taken, the loan interest rate @ 1% per annum shall be applicable. * If the loan is repaid after 36 months of the loan taken, the loan interest rate @ 6% per annum shall be applicable from the date of loan disbursement. Withdrawal * A subscriber can take 1 withdrawal during a financial year after five years excluding the year of account opening. * The amount of withdrawal can be taken up to 50% of the balance at the credit at the end of the 4th preceding year or at the end of the preceding year, whichever is lower. Maturity * Account will mature after 15 F.Y. years excluding the FY of account opening. * On maturity, the depositor has the following options: * Can take maturity payment by submitting an account closure form along with a passbook at the concerned Post Office. * Can retain the maturity value in his/her account further without deposit, the PPF interest rate will be applicable and payment can be taken any time or can take 1 withdrawal in each FY. * Can extend his/her account for a further block of 5 years and so on (within one year of maturity) by submitting a prescribed extension form at the concerned Post Office. * In an extended account with deposits, 1 withdrawal can be taken in each FY subject to a maximum limit of 60% of the balance credit at the time of maturity in the block of 5 years. Premature closure * Premature closure shall be allowed after 5 years from the end of the year in which the account was opened subject to certain conditions. * At the time of premature closure, 1% interest shall be deducted from the date of account opening/date of extension as the case may be. * Account can be closed on the above conditions by submitting a prescribed form along with a passbook at the concerned Post Office. * Death of the account holder: * In case of the death of the account holder, the account shall be closed, and the nominee or legal heir(s) shall not be allowed to continue deposits in the account. * At the time of closure due to death, PPF rate of interest shall be paid till the end of the preceding month in which the account is closed. Note - Public Provident Fund Rules 2019 Forms available",
  "reference":"https://www.canarabank.com/public-provident-fund"
  },
  {
    "bank": "Canara Bank of India",
    "name": "National Pension Schemes",
    "age": "18 to 70",
  "gender": "Male,Female",
    "accordion": " The National Pension Scheme (NPS) is a voluntary, long-term retirement savings scheme, administered by the Pension Fund Regulatory and Development Authority (PFRDA), aimed at providing retirement income to all citizens. It offers a range of investment options and tax benefits. For more details, click here.",
    "features": "The National Pension System (NPS) serves as a pivotal cornerstone in the realm of financial security, providing individuals with a robust pathway towards retirement. Effective from January 1, 2024, NPS interest rates are intricately tied to the performance of Pension Funds, factoring in associated fees and expenses. Subscribers are mandated to commit a minimum annual contribution of Rs. 1,000, with an initial minimum deposit of Rs. 500 upon the inception of an account. Contributions can be made on a monthly, quarterly, half-yearly, or annual basis, thereby affording subscribers the flexibility to tailor their investment strategy to suit their financial goals and preferences. Notable are the substantial tax benefits afforded by NPS, with contributions qualifying for deduction under section 80C of the Income Tax Act, 1961. Furthermore, an additional deduction of Rs. 50,000 is permissible under section 80CCD(1B), enhancing the tax efficiency for participants. The scheme offers a diverse array of investment options, empowering subscribers to customize their portfolios according to their risk tolerance and investment aspirations. Under the vigilant oversight of the Pension Fund Regulatory and Development Authority (PFRDA), NPS operates with a steadfast commitment to transparency, accountability, and investor protection. In essence, NPS stands as an indispensable tool for individuals seeking to cultivate a secure retirement corpus through disciplined savings and astute investments, thereby fostering financial independence and peace of mind during their golden years.",
  "specific": "Eligibility for the National Pension System (NPS) extends to individuals aged between 18 and 65 years, encompassing a broad demographic. Non-Resident Indians (NRIs) aged 18-60 years are also eligible to join NPS, subject to the guidelines outlined by the Reserve Bank of India (RBI) and the Foreign Exchange Management Act (FEMA). NPS offers two types of accounts to cater to varying needs. Tier I accounts are mandatory, featuring restrictions on withdrawals and closings. On the other hand, Tier II accounts provide a voluntary savings facility with no constraints on withdrawals or closings. However, to open a Tier II account, an active Tier I account is a prerequisite. Contribution requirements entail a minimum of Rs. 500 at the time of account opening and an annual contribution of at least Rs. 1,000. Withdrawals from NPS are permitted upon reaching 60 years of age, with premature exit options available subject to terms and conditions stipulated by the Pension Fund Regulatory and Development Authority (PFRDA). Tax benefits associated with NPS include deductions under section 80C of the Income Tax Act, 1961, with an additional deduction of Rs. 50,000 allowed under section 80CCD(1B). Withdrawals are subject to tax implications as per the Income Tax Act, 1961. Upon superannuation, a portion of the NPS corpus must be utilized to purchase an annuity, with the remaining balance available for withdrawal as a lump sum. Scheme options within NPS include Active Choice, enabling subscribers to determine their asset allocation, and Auto Choice, where asset allocation is based on the subscriber's age.",
  "reference":"https://www.canarabank.com/national-pension-scheme"
},
{
    "bank": "Canara Bank of India",
    "name": "Canara-Dhanvarsha",
    "age": "00 to 80",
  "gender": "Male, Female, Others",
    "accordion": "Canara-Dhanvarsha Plan allows investors to reinvest the interest earned on their fixed deposit, compounding their savings.",
    "features": "The Canara-Dhanvarsha Plan presents a unique opportunity for investors to maximize the growth of their savings by reinvesting the interest earned on their deposit. Unlike traditional deposit plans where interest is typically paid out to the investor, the Reinvestment Deposit Plan channels the interest earnings back into the investment, allowing for compounded growth over time. This innovative approach ensures that investors can leverage the power of compounding to accelerate the growth of their savings without the need for additional deposits. By reinvesting the interest earnings, investors can benefit from exponential growth, as the interest compounds not only on the initial principal amount but also on the accumulated interest. This compounding effect results in a snowballing effect, leading to significant wealth accumulation over the investment period. The Reinvestment Deposit Plan is ideal for investors seeking to build long-term wealth and achieve their financial goals efficiently. Whether saving for retirement, education, or any other financial objective, this plan offers a strategic way to grow savings steadily over time. With its emphasis on reinvesting interest earnings for compounded growth, the Reinvestment Deposit Plan provides investors with a powerful tool to enhance their financial security and achieve greater financial independence in the future.",
  "specific": "The Fixed Deposit scheme offers investors a straightforward investment opportunity with a minimum deposit requirement of Rs. 1000/-, ensuring accessibility for a wide range of individuals. Investors have the flexibility to choose a deposit period ranging from 6 months to 120 months, allowing them to align their investment horizon with their financial goals and preferences. With interest compounded quarterly, investors benefit from the power of compounding, which enhances the overall returns on their investment over time. This quarterly compounding feature ensures that investors earn interest not only on their principal amount but also on the accumulated interest, further boosting their earnings. The structured payment of interest provides investors with a steady stream of income at regular intervals, enhancing the attractiveness of the Fixed Deposit scheme as a reliable investment avenue. Whether investors are looking to save for short-term goals or planning for long-term wealth accumulation, the Fixed Deposit scheme caters to diverse investment objectives with its flexible deposit periods and compounded interest payments. By offering a simple and transparent investment solution with competitive interest rates, the Fixed Deposit scheme remains a popular choice among investors seeking stability, security, and consistent returns on their savings.",
  "reference":"https://www.canarabank.com/Canara-Dhanvarsha"
},
 {
  "bank": "Canara Bank of India",
  "name": "Atal Pension Yojana",
  "age": "18 to 40",
  "gender": "Male, Female, Others",
  "accordion": "Atal Pension Yojana (APY) is a government-backed pension scheme aimed at unorganized sector workers. It offers fixed pension payouts ranging from ₹1,000 to ₹5,000 per month, based on contribution levels and age at entry. To enroll, individuals must have a bank account. For more details, click here ",
  "features": "Atal Pension Yojana (APY) serves as a pivotal component of India's social security framework, specifically catering to individuals aged 18 to 40 years without taxable income and holding savings accounts. Its overarching goal is to confront the challenges posed by longevity, particularly prevalent among workers in the unorganized sector, while fostering a culture of voluntary retirement savings. APY is uniquely positioned to address the financial needs of marginalized communities, including the poor, underprivileged, and informal workers, providing them with a structured avenue for building retirement funds and securing their future. To facilitate informed decision-making, APY offers a comprehensive contribution chart, empowering subscribers to plan their financial commitments effectively. The Pension Fund Regulatory and Development Authority (PFRDA) ensures transparency and fairness by regulating charges, fees, and overdue interest associated with non-payment or delayed contributions, thereby safeguarding the interests of APY subscribers. In the event of grievances, subscribers can seek resolution through accessible channels such as the NPS-Lite portal or the Centralized Grievance Management System (CGMS), receiving prompt assistance and updates on their complaints. Upon reaching 60 years of age, subscribers are entitled to a guaranteed monthly pension ranging from Rs. 1,000 to Rs. 5,000, offering essential financial stability during retirement. In the event of the subscriber's demise, the spouse continues to receive the same pension amount until their passing, ensuring ongoing support for the family. Ultimately, the nominee inherits the accumulated pension wealth, preserving the legacy of financial security for future generations.",
  "specific": "Contributions to the Atal Pension Yojana (APY) qualify for tax benefits under section 80CCD(1), similar to the National Pension System (NPS). Subscribers have the option of voluntary exit from the scheme before reaching 60 years of age. Upon exit, the refund includes the subscriber's contributions and accrued income after deducting account maintenance charges. However, the government co-contribution is not refunded for subscribers who joined before March 31, 2016. In the unfortunate event of the subscriber's demise before attaining 60 years of age, there are two options available for the spouse. Option 1 allows the spouse to continue contributions in the subscriber's APY account until the subscriber would have turned 60, with the spouse receiving the same pension amount until death. Alternatively, Option 2 entails the entire accumulated pension corpus being returned to the spouse or nominee The age of joining APY ranges from a minimum of 18 years to a maximum of 40 years, and pension payments commence at the age of 60. Contributions are facilitated through auto-debit from the subscriber's savings bank account on a monthly, quarterly, or half-yearly basis. Notably, starting from October 1, 2022, income taxpayers are ineligible to enroll in the APY scheme.",
  "reference":"https://www.canarabank.com/Atal-Pension-Yojana"
},
{
    "bank": "Canara Bank of India",
    "name": "Kamadhenu-Deposit",
    "age": "10 to 100",
  "gender": "Male, Female, Others",
    "accordion": "Kamadhenu-Deposit allows customers to create multiple fixed deposits with varying tenures and amounts under a single account. It offers flexibility and convenience in managing investments. Interest rates are determined based on the respective deposit amounts and durations. For more details, click here.",
    "features": "The Kamadhenu-Deposit  stands as a flexible and convenient savings solution tailored to meet the diverse needs of individuals and entities. Eligibility for the MDA is extensive, encompassing individuals (singly or jointly), institutions, companies, firms, societies, traders, professionals, salaried individuals, and more, ensuring accessibility for a wide range of investors. With a minimum deposit amount of Rs. 10,000/- and subsequent deposits accepted in multiples of Rs. 1,000/-, the MDA offers flexibility in investment amounts, allowing investors to tailor their savings strategy according to their financial capacity and goals. Investors can choose a minimum period of 6 months or extend up to a maximum of 120 months, providing flexibility to align with their investment horizon and financial objectives. The MDA offers quarterly compounding of interest, with interest payments made at maturity, ensuring that investors benefit from the power of compounding to maximize returns over the investment period. This interest payment structure enables investors to capitalize on the growth potential of their savings while providing a steady stream of income upon maturity. Whether individuals are looking to save for short-term goals or planning for long-term financial security, the MDA offers a versatile and reliable savings solution designed to meet their needs with flexibility, convenience, and competitive returns.",
  "specific": "Each remittance accepted for identical periods under the Multiple Deposit Account (MDA) feature, ensuring uniformity and clarity in deposit management. Investors have the flexibility to split the deposit amount into convenient units under the same MDA, facilitating ease of management and customization according to their financial preferences. Moreover, the option for multiple deposits under the same account allows investors to make additional contributions separately, with each deposit treated as a distinct entity, providing transparency and flexibility in fund allocation. Maturation occurs after the agreed period, ensuring that investors receive their returns as per the terms of the deposit agreement. While no separate deposit receipt is issued, investors are provided with a passbook that meticulously details each remittance, ensuring transparency and clarity in transaction records. Additionally, the scheme permits partial withdrawals, enabling investors to access funds as needed while the remaining amount continues to earn interest, striking a balance between liquidity and returns. This feature empowers investors to manage their funds effectively, catering to evolving financial needs and objectives. For further information and assistance, individuals are encouraged to contact their nearest branch, where dedicated staff can provide personalized guidance and address any queries regarding the scheme's features, benefits, and eligibility criteria.",
  "reference":"https://www.canarabank.com/kamadhenu-deposit"
},
{
  "bank": "Canara Bank of India",
  "name": "Canara Recurring Deposit",
  "age": "60 to 100",
  "gender": "Male, Female, Others",
  "accordion": "Canara offers Recurring Deposit (RD) schemes with flexible deposit options starting from ₹100, tenure ranging from 12 to 120 months, and competitive interest rates. Customers can automate monthly deposits and earn interest compounded quarterly. Premature withdrawal and loan against RD facilities are available, making it a convenient savings option.<br> For more details, click here.",
  "features": "A Recurring Deposit (RD) stands as a structured savings scheme allowing individuals to gradually accumulate funds by making regular monthly deposits over a predetermined period. It serves as a strategic tool for achieving specific financial goals over time. The interest rates for Fixed Deposits vary: 7.00% for 2 years to less than 3 years and 6.50% for 5 years up to 10 years. The period of deposit ranges from a minimum of 12 months to a maximum of 120 months, providing flexibility to suit diverse financial needs. This scheme is available across all branches of the bank, ensuring accessibility to interested individuals. The minimum deposit required is Rs. 100 per month, with subsequent deposits in multiples of Rs. 10. A penalty is charged on delayed payment of instalments, emphasizing the importance of timely contributions. Premature closure of the account occurs if six consecutive instalments are not received, with the balance being paid to the account holder. Overall, RDs offer a systematic and disciplined approach to savings, empowering individuals to steadily build their financial reserves while benefiting from competitive interest rates and the convenience of regular contributions.",
  "specific": "Customers are required to provide instructions for the disposal of maturity proceeds upon the completion of a Recurring Deposit (RD), which may include crediting proceeds to a Savings Bank or Current Account, issuing an Interest on Interest (IOI), or issuing a Special Term Deposit Receipt (STDR). The bank sends intimation to customers via SMS, calling for instructions on the disposal of maturity proceeds. Nomination for RD accounts is available in favor of an individual only. A Universal Passbook is issued to track transactions related to the RD account. Additionally, customers can avail themselves of a loan or overdraft facility against the RD deposit. RD accounts are transferable among the bank's branches for added convenience. The interest rate applicable to RDs is the same as that for Term Deposits, catering to both the general public and senior citizens. Eligibility criteria stipulate that individuals aged between 18 to 60 years are eligible to open an RD account and benefit from its features and interest rates. Overall, Recurring Deposit offers a systematic and accessible approach to savings, empowering individuals to work towards their financial objectives over time while benefiting from competitive interest rates and convenient features.",
  "reference": "https://www.canarabank.com/Recurring-Deposits"
},
  {
    "bank": "Canara Bank of India",
    "name": "NITYA NIDHI DEPOSIT SCHEME",
    "age": "18 to 40",
    "gender": "Male, Female, Others",
    "accordion": "The NITYA NIDHI DEPOSIT SCHEME, offered by SBI, allows individuals to deposit proceeds from the sale of capital assets to avail of tax benefits. Funds are held for a specified period, aiding in the purchase or construction of a residential property. For more details, click here.",
    "features": "In the NITYA NIDHI DEPOSIT SCHEME, maximizing returns while minimizing tax burdens is the primary objective. The scheme ensures that interest application is transparent and consistent, following the same rules as ordinary Savings Bank (SB) or Term Deposit accounts. Interest calculation methods and periodicity align with industry standards, ensuring clarity and predictability for investors. By adhering to familiar interest calculation rules, investors can confidently anticipate the growth of their investments over time. Whether it's through a Savings Bank account or a Term Deposit, the scheme offers flexibility in interest application, catering to diverse investment preferences and goals. Investors can rest assured that their funds are working efficiently to generate returns while also benefiting from potential tax exemptions provided by the scheme. By leveraging the Capital Gains Deposit Scheme, investors can optimize their investment strategy, achieving a balance between maximizing returns and minimizing tax liabilities. With its transparent interest application process and alignment with established banking practices, the scheme provides a reliable avenue for investors to grow their wealth while effectively managing their tax obligations. For those seeking to enhance their financial portfolio while mitigating tax burdens, the Capital Gains Deposit Scheme offers a strategic solution designed to meet their needs with precision and efficiency.",
  "specific": "Taxpayers can leverage the capital gains exemption by depositing the gains or net consideration in Public Sector Banks before their income tax return due date, presenting an opportunity to optimize tax planning strategies. The scheme features a minimum deposit amount of Rs. 1000/-, ensuring accessibility for a wide range of investors. Two types of accounts are offered: Deposit A (Savings Bank) and Deposit B (Term Deposit, cumulative or non-cumulative), providing flexibility to align with individual preferences and financial goals. With a minimum deposit period of 7 days and a maximum of 3 years, investors can tailor their investments to suit their liquidity needs and investment horizon. Moreover, exemption under Section 54 (B, D, F & G) of the Income Tax Act 1961 is available, further enhancing the tax benefits associated with the scheme. The provision of a nomination facility ensures that investors can safeguard their investments and provide for smooth succession planning. Withdrawals are permitted as per the rules governing the scheme, offering liquidity when needed while maintaining the integrity of the investment structure. However, it's important to note that interest payments are subject to Tax Deducted at Source (TDS), in line with prevailing tax regulations. Additionally, no additional rate is provided for staff/senior citizens under this scheme. For further details and assistance, individuals are encouraged to contact their nearest branch for personalized guidance and information tailored to their specific needs and circumstances.",
  "reference":"https://www.canarabank.com/Nitya-Nidhi-Deposit-Scheme"
},
  {
    "bank": "Canara Bank of India",
    "name": "ASHRAYA DEPOSIT SCHEME",
    "age": "18 to 80",
  "gender": "Male, Female, Others",
    "accordion": "Canara ASHRAYA DEPOSIT SCHEME offer interest rates that fluctuate with market conditions, providing potential for higher returns. Depositors benefit from increased interest rates in rising rate environments. Terms and conditions apply. For more details, click here.",
    "features": "ASHRAYA DEPOSIT SCHEME Empowering Flexibility in Investment Returns. Eligibility: Open to individuals (singly or jointly), natural/legal guardians for minors, Hindu Undivided Families, Trusts, companies, and firms. Period of Deposit: Flexible terms ranging from 3 to 10 years. Minimum Deposit Amount: Rs. 1 lakh; subsequent multiples of Rs. 10,000/-. No maximum limit.",
    "specific": "Interest Rate Mechanism: Linked to government securities (G Sec). Reset every 6 months on 1st March and 1st September. Periodicity of Interest Payment: Quarterly. Premature Closure: Permitted after 3 years with a 10-day notice. Foreclosure charge of 1.00% on applicable interest. Interest Payable on Premature Closure: Deducted from applicable interest reset on 1st March and September. Loan Against Deposit: Obtain up to 90% of deposit amount. Interest 2.00% over floating rate for self, 3.00% for third parties. Interest reset corresponds with deposit reset. Conversion of Fixed Interest Rate Deposit: Convert fixed rate deposit to floating rate by premature closure. Floating Rate Deposit cannot be converted to Fixed Interest Rate deposit. For the latest information, kindly contact your nearest branch.",
    "reference":"https://www.canarabank.com/Ashraya-Deposit-Scheme"
  },
  {
    "bank": "Canara Bank of India",
    "name": "Tax Saver Scheme",
    "age": "18 to 45",
    "gender": "Female",
    "accordion": "The SBI Tax Saver Scheme allows individuals to invest in tax-saving mutual funds with a lock-in period of three years and tax benefits under Section 80C of the Income Tax Act. Investors can enjoy potential capital appreciation while saving on taxes. For more details, click here.",
    "features": "IB Tax Saver Scheme Secure Your Future, Save on Taxes. Interest Application: Quarterly, even on a monthly basis with a discount, or on maturity.",
    "specific": "Salient Features: Specifically designed for depositors seeking tax benefits under section 80C of the Income Tax Act. Minimum amount Rs. 1000/-, or in multiples of Rs. 100/-. Maximum amount: Rs. 150,000/-. Minimum period: 5 years; maximum: 10 years. Individuals/HUFs with PAN Card can invest up to Rs. 1,50,000/- annually. Available under Fixed Deposit (FD) or Monthly Income Deposit (MMD) schemes. No loan or foreclosure allowed for the first 5 years. Senior citizens eligible for an additional rate of 0.50% p.a.* Nomination facility available. For more details, kindly contact your nearest branch.",
    "reference":"https://www.canarabank.com/Canara-Tax-Saver-Scheme"
  },
  {
    "bank": "Canara Bank of India",
    "name": "Canara Fixed Deposit",
    "age": "60 to 100",
    "gender": "Male, Female, Others",
    "accordion": "Special Fixed Deposit scheme offers higher interest rates to senior citizens, with tenure ranging from 5 to 10 years.",
    "features": "The Special Fixed Deposit (M-Q) stands out as an ideal investment avenue, offering stable returns tailored for those seeking a regular income stream. With this deposit option, investors can enjoy the assurance of consistent returns, providing financial stability and peace of mind. Designed to cater to individuals looking for reliable income sources, the Special Fixed Deposit (M-Q) ensures that investors can count on a steady stream of returns to meet their regular financial obligations or lifestyle needs. Whether retirees seeking to supplement their pensions or individuals looking to diversify their income sources, this deposit option offers a dependable solution for generating regular income. Moreover, the Special Fixed Deposit (M-Q) is characterized by its simplicity and ease of management, making it accessible to a wide range of investors. With a focus on providing steady returns, this deposit option is well-suited for those prioritizing income stability and consistency in their investment strategy. By opting for the Special Fixed Deposit (M-Q), investors can benefit from the assurance of reliable returns while enjoying the convenience of a hassle-free investment experience. Overall, this deposit option serves as a dependable tool for generating regular income, helping investors achieve their financial goals with confidence and security.",
  "specific": "The tenure for deposits in this scheme ranges from a flexible 6 to 120 months, providing investors with the freedom to choose a duration that aligns with their financial goals and requirements. This versatility allows individuals to tailor their investment strategy according to their specific needs, whether short-term or long-term. Moreover, the scheme offers payment of interest on a monthly or quarterly basis, providing investors with regular income streams to meet their financial commitments or reinvest for further growth. This payment frequency ensures that investors can access their accrued interest earnings at regular intervals, enhancing liquidity and financial flexibility. Whether seeking steady income or aiming to maximize returns, the option to receive interest payments monthly or quarterly caters to diverse investor preferences. Additionally, the scheme's minimum and maximum period requirements offer a wide range of options to suit various investment horizons and objectives, ensuring accessibility and adaptability for investors of all profiles. With its flexible tenure and interest payment options, this scheme presents a versatile and convenient savings solution for individuals seeking to grow their wealth while maintaining liquidity and financial stability over the chosen investment period.",
  "reference":"https://www.canarabank.com/Fixed-Deposit"
}
],
"ubi":[
  {
    "bank": "Union Bank of India",
    "name": "Public Provident Fund",
    "age": "00 to 80",
    "gender": "Male, Female, Others",
    "accordion": "The Public Provident Fund (PPF) account, offered by SBI, is a long-term savings option with tax benefits. It has a tenure of 15 years, with contributions eligible for tax deduction. Interest is compounded annually. For more details, click here: ",
    "features": "15-year Public Provident Fund Account (PPF) Interest payable, Rates, Periodicity etc. * From 01.01.2024​, interest rates are as follows: 7.1% per annum (compounded yearly). * Minimum INR. 500/- Maximum INR. 1,50,000/- in a financial year. * Deposits can be made in lump-sum or in ​installments. Salient features Who can open * a single adult by a resident Indian. * a guardian on behalf of a minor/ person of unsound mind. * Only one account can be opened all across the country either in the Post Office or any Bank. Deposit * Minimum deposit Rs. 500 in a Financial Year and Maximum deposit is Rs. 1.50 lakh in an FY. * Maximum limit of Rs. 1.50 lakh shall be inclusive of the deposits made in his/her own account and in the account opened on behalf of a minor. * Amount can be deposited in any number of installments in an FY in multiples of Rs. 50 and maximum up to Rs. 1.50 lakh. * Account can be opened by cash/cheque and in case of cheque, the date of realization of the cheque in the Govt. account shall be the date of opening of the account/subsequent deposit in the account. * Deposits qualify for deduction under section 80C of the Income Tax Act. Discontinuation of account * If in any financial year, the minimum deposit of Rs. 500/- is not made, the said PPF account shall become discontinued. * Loan/withdrawal facility is not available on discontinued accounts. * Discontinued account can be revived by the depositor before maturity of the account by depositing the minimum subscription (i.e. Rs. 500) + Rs. 50 as a default fee for each defaulted year. * The total deposit in a year shall be inclusive of deposits made in respect of years of default of previous financial years. Interest * Interest shall be applicable as notified by the Ministry of Finance on a quarterly basis. * The interest shall be calculated for the calendar month on the lowest balance in the account between the close of the fifth day and the end of the month. * Interest shall be credited to the account at the end of each Financial year where the account stands at the end of the FY. (i.e. in case of transfer of the account from Bank to PO or vice versa) * Interest earned is tax-free under the Income Tax Act.",
    "specific": "Loan * Loan can be taken after the expiry of one year from the end of the FY in which the initial subscription was made. * Loan can be taken before the expiry of five years from the end of the year in which the initial subscription was made. * Loan can be taken up to 25% of the balance to his credit at the end of the second year immediately preceding the year in which the loan is applied. * Only one loan can be taken in a Financial Year. * Second loan shall not be provided until the first loan was repaid. * If the loan is repaid within 36 months of the loan taken, the loan interest rate @ 1% per annum shall be applicable. * If the loan is repaid after 36 months of the loan taken, the loan interest rate @ 6% per annum shall be applicable from the date of loan disbursement. Withdrawal * A subscriber can take 1 withdrawal during a financial year after five years excluding the year of account opening. * The amount of withdrawal can be taken up to 50% of the balance at the credit at the end of the 4th preceding year or at the end of the preceding year, whichever is lower. Maturity * Account will mature after 15 F.Y. years excluding the FY of account opening. * On maturity, the depositor has the following options: * Can take maturity payment by submitting an account closure form along with a passbook at the concerned Post Office. * Can retain the maturity value in his/her account further without deposit, the PPF interest rate will be applicable and payment can be taken any time or can take 1 withdrawal in each FY. * Can extend his/her account for a further block of 5 years and so on (within one year of maturity) by submitting a prescribed extension form at the concerned Post Office. * In an extended account with deposits, 1 withdrawal can be taken in each FY subject to a maximum limit of 60% of the balance credit at the time of maturity in the block of 5 years. Premature closure * Premature closure shall be allowed after 5 years from the end of the year in which the account was opened subject to certain conditions. * At the time of premature closure, 1% interest shall be deducted from the date of account opening/date of extension as the case may be. * Account can be closed on the above conditions by submitting a prescribed form along with a passbook at the concerned Post Office. * Death of the account holder: * In case of the death of the account holder, the account shall be closed, and the nominee or legal heir(s) shall not be allowed to continue deposits in the account. * At the time of closure due to death, PPF rate of interest shall be paid till the end of the preceding month in which the account is closed. Note - Public Provident Fund Rules 2019 Forms available",
  "reference":"https://www.unionbankofindia.co.in/english/publicpf.aspx"
  },
  {
    "bank": "Union Bank of India",
    "name": "National Pension Schemes",
    "age": "18 to 70",
    "gender": "Male,Female",
    "accordion": " The National Pension Scheme (NPS) is a voluntary, long-term retirement savings scheme, administered by the Pension Fund Regulatory and Development Authority (PFRDA), aimed at providing retirement income to all citizens. It offers a range of investment options and tax benefits. For more details, click here.",
    "features": "The National Pension System (NPS) serves as a pivotal cornerstone in the realm of financial security, providing individuals with a robust pathway towards retirement. Effective from January 1, 2024, NPS interest rates are intricately tied to the performance of Pension Funds, factoring in associated fees and expenses. Subscribers are mandated to commit a minimum annual contribution of Rs. 1,000, with an initial minimum deposit of Rs. 500 upon the inception of an account. Contributions can be made on a monthly, quarterly, half-yearly, or annual basis, thereby affording subscribers the flexibility to tailor their investment strategy to suit their financial goals and preferences. Notable are the substantial tax benefits afforded by NPS, with contributions qualifying for deduction under section 80C of the Income Tax Act, 1961. Furthermore, an additional deduction of Rs. 50,000 is permissible under section 80CCD(1B), enhancing the tax efficiency for participants. The scheme offers a diverse array of investment options, empowering subscribers to customize their portfolios according to their risk tolerance and investment aspirations. Under the vigilant oversight of the Pension Fund Regulatory and Development Authority (PFRDA), NPS operates with a steadfast commitment to transparency, accountability, and investor protection. In essence, NPS stands as an indispensable tool for individuals seeking to cultivate a secure retirement corpus through disciplined savings and astute investments, thereby fostering financial independence and peace of mind during their golden years.",
    "specific": "Eligibility for the National Pension System (NPS) extends to individuals aged between 18 and 65 years, encompassing a broad demographic. Non-Resident Indians (NRIs) aged 18-60 years are also eligible to join NPS, subject to the guidelines outlined by the Reserve Bank of India (RBI) and the Foreign Exchange Management Act (FEMA). NPS offers two types of accounts to cater to varying needs. Tier I accounts are mandatory, featuring restrictions on withdrawals and closings. On the other hand, Tier II accounts provide a voluntary savings facility with no constraints on withdrawals or closings. However, to open a Tier II account, an active Tier I account is a prerequisite. Contribution requirements entail a minimum of Rs. 500 at the time of account opening and an annual contribution of at least Rs. 1,000. Withdrawals from NPS are permitted upon reaching 60 years of age, with premature exit options available subject to terms and conditions stipulated by the Pension Fund Regulatory and Development Authority (PFRDA). Tax benefits associated with NPS include deductions under section 80C of the Income Tax Act, 1961, with an additional deduction of Rs. 50,000 allowed under section 80CCD(1B). Withdrawals are subject to tax implications as per the Income Tax Act, 1961. Upon superannuation, a portion of the NPS corpus must be utilized to purchase an annuity, with the remaining balance available for withdrawal as a lump sum. Scheme options within NPS include Active Choice, enabling subscribers to determine their asset allocation, and Auto Choice, where asset allocation is based on the subscriber's age.",
    "reference":"https://www.unionbankofindia.co.in/english/nationalpensionsystem.aspx"
  },
  {
    "bank": "Union Bank of India",
    "name": "Union Special Fixed Deposit",
    "age": "60 to 100",
    "gender": "Male, Female, Others",
    "accordion": "Special Fixed Deposit scheme offers higher interest rates to senior citizens, with tenure ranging from 5 to 10 years.",
    "features": "Special Fixed Deposit (M-Q) provides steady returns for regular income.",
    "specific": "Minimum & Maximum Period: Flexible tenure from 6 to 120 months; Payment of Interest: Monthly or Quarterly.",
    "reference":"https://www.unionbankofindia.co.in"
  }, 
  {
   "bank": "Union Bank of India",
   "name": "NRO-SHORT TERM DEPOSIT",
   "age": "10 to 100",
     "gender": "Male, Female, Others",
   "accordion": "IOB (Indian Overseas Bank) offers Short-Term Deposit schemes with flexible tenure options typically ranging from 7 days to 1 year, competitive interest rates, and easy liquidity. Investors can choose from various deposit amounts. For more details, click here.",
   "features": "NRO-SHORT TERM DEPOSIT Secure Your Savings, Reap Rewards. Interest Application: Interest payable is renewed with the principal on maturity.",
   "specific": "Tenor Offered: Minimum: 7 Days. Maximum: 180 Days. Interest Payout Frequency: Interest paid along with principal on maturity, subject to TDS. Additional Benefits for Senior Citizen: Additional interest of 0.50% p.a. payable. Monetary Limit for Additional Interest for Senior Citizen: Up to Rs. 10 cr. No single deposit to be opened in a day for more than Rs. 2 Cr within the overall limit of Rs. 10 Cr tagged to a single CIF. Nomination Facility Available. Roll Over Features: Available. Automatic renewal facility for the period of the original deposit. After 10 years, the account is to be closed and opened afresh. Pre-closure Facility: Available. Pre-closure Penalty: As per existing penalty structure. TDS / 15G/15H: Applicable as per eligibility. Loan Against Deposit: Available as per terms and conditions. Any Other Information Relevant to the Product: Additional rate offered on all deposits of 7 days to 10 years, except for deposits under Capital Gain Scheme 1988 & NRE. In the case of term deposits in the name of an HUF, the Karta of the HUF is not eligible for a higher rate of interest, even if a senior citizen, as the beneficial owner of the deposit is the HUF and not the Karta in his individual capacity. For further information, please contact your nearest branch.",
   "reference":"https://www.unionbankofindia.co.in/english/nro-short-term-deposit.aspx"
 },
  {
    "bank": "Union Bank of India",
    "name": "GOLD MONETISATION SCHEME",
    "age": "10 to 100",
  "gender": "Male, Female, Others",
    "accordion": "GOLD MONETISATION SCHEME allows customers to create multiple fixed deposits with varying tenures and amounts under a single account. It offers flexibility and convenience in managing investments. Interest rates are determined based on the respective deposit amounts and durations. For more details, click here.",
    "features": "The GOLD MONETISATION SCHEME (MDA) stands as a flexible and convenient savings solution tailored to meet the diverse needs of individuals and entities. Eligibility for the MDA is extensive, encompassing individuals (singly or jointly), institutions, companies, firms, societies, traders, professionals, salaried individuals, and more, ensuring accessibility for a wide range of investors. With a minimum deposit amount of Rs. 10,000/- and subsequent deposits accepted in multiples of Rs. 1,000/-, the MDA offers flexibility in investment amounts, allowing investors to tailor their savings strategy according to their financial capacity and goals. Investors can choose a minimum period of 6 months or extend up to a maximum of 120 months, providing flexibility to align with their investment horizon and financial objectives. The MDA offers quarterly compounding of interest, with interest payments made at maturity, ensuring that investors benefit from the power of compounding to maximize returns over the investment period. This interest payment structure enables investors to capitalize on the growth potential of their savings while providing a steady stream of income upon maturity. Whether individuals are looking to save for short-term goals or planning for long-term financial security, the MDA offers a versatile and reliable savings solution designed to meet their needs with flexibility, convenience, and competitive returns.",
  "specific": "Each remittance accepted for identical periods under the Multiple Deposit Account (MDA) feature, ensuring uniformity and clarity in deposit management. Investors have the flexibility to split the deposit amount into convenient units under the same MDA, facilitating ease of management and customization according to their financial preferences. Moreover, the option for multiple deposits under the same account allows investors to make additional contributions separately, with each deposit treated as a distinct entity, providing transparency and flexibility in fund allocation. Maturation occurs after the agreed period, ensuring that investors receive their returns as per the terms of the deposit agreement. While no separate deposit receipt is issued, investors are provided with a passbook that meticulously details each remittance, ensuring transparency and clarity in transaction records. Additionally, the scheme permits partial withdrawals, enabling investors to access funds as needed while the remaining amount continues to earn interest, striking a balance between liquidity and returns. This feature empowers investors to manage their funds effectively, catering to evolving financial needs and objectives. For further information and assistance, individuals are encouraged to contact their nearest branch, where dedicated staff can provide personalized guidance and address any queries regarding the scheme's features, benefits, and eligibility criteria.",
  "reference":"https://www.unionbankofindia.co.in/english/gold-monetisation-scheme.aspx"
},
{
  "bank": "Union Bank of India",
  "name": "UNION MONTHLY PLUS",
  "age": "18 to 80",
"gender": "Male, Female, Others",
  "accordion": "SBI UNION MONTHLY PLUS offer interest rates that fluctuate with market conditions, providing potential for higher returns. Depositors benefit from increased interest rates in rising rate environments. Terms and conditions apply. For more details, click here.",
  "features": "UNION MONTHLY PLUS Empowering Flexibility in Investment Returns. Eligibility: Open to individuals (singly or jointly), natural/legal guardians for minors, Hindu Undivided Families, Trusts, companies, and firms. Period of Deposit: Flexible terms ranging from 3 to 10 years. Minimum Deposit Amount: Rs. 1 lakh; subsequent multiples of Rs. 10,000/-. No maximum limit.",
  "specific": "Interest Rate Mechanism: Linked to government securities (G Sec). Reset every 6 months on 1st March and 1st September. Periodicity of Interest Payment: Quarterly. Premature Closure: Permitted after 3 years with a 10-day notice. Foreclosure charge of 1.00% on applicable interest. Interest Payable on Premature Closure: Deducted from applicable interest reset on 1st March and September. Loan Against Deposit: Obtain up to 90% of deposit amount. Interest 2.00% over floating rate for self, 3.00% for third parties. Interest reset corresponds with deposit reset. Conversion of Fixed Interest Rate Deposit: Convert fixed rate deposit to floating rate by premature closure. Floating Rate Deposit cannot be converted to Fixed Interest Rate deposit. For the latest information, kindly contact your nearest branch.",
  "reference":"https://www.unionbankofindia.co.in/english/personal-deposit-union-monthly-plus.aspx"
},
{
    "bank": "Union Bank of India",
    "name": "Capital Gains Deposit Scheme",
    "age": "18 to 40",
  "gender": "Male, Female, Others",
    "accordion": "The Capital Gains Deposit Scheme, offered by SBI, allows individuals to deposit proceeds from the sale of capital assets to avail of tax benefits. Funds are held for a specified period, aiding in the purchase or construction of a residential property. For more details, click here.",
    "features": "In the Capital Gains Deposit Scheme, maximizing returns while minimizing tax burdens is the primary objective. The scheme ensures that interest application is transparent and consistent, following the same rules as ordinary Savings Bank (SB) or Term Deposit accounts. Interest calculation methods and periodicity align with industry standards, ensuring clarity and predictability for investors. By adhering to familiar interest calculation rules, investors can confidently anticipate the growth of their investments over time. Whether it's through a Savings Bank account or a Term Deposit, the scheme offers flexibility in interest application, catering to diverse investment preferences and goals. Investors can rest assured that their funds are working efficiently to generate returns while also benefiting from potential tax exemptions provided by the scheme. By leveraging the Capital Gains Deposit Scheme, investors can optimize their investment strategy, achieving a balance between maximizing returns and minimizing tax liabilities. With its transparent interest application process and alignment with established banking practices, the scheme provides a reliable avenue for investors to grow their wealth while effectively managing their tax obligations. For those seeking to enhance their financial portfolio while mitigating tax burdens, the Capital Gains Deposit Scheme offers a strategic solution designed to meet their needs with precision and efficiency.",
  "specific": "Taxpayers can leverage the capital gains exemption by depositing the gains or net consideration in Public Sector Banks before their income tax return due date, presenting an opportunity to optimize tax planning strategies. The scheme features a minimum deposit amount of Rs. 1000/-, ensuring accessibility for a wide range of investors. Two types of accounts are offered: Deposit A (Savings Bank) and Deposit B (Term Deposit, cumulative or non-cumulative), providing flexibility to align with individual preferences and financial goals. With a minimum deposit period of 7 days and a maximum of 3 years, investors can tailor their investments to suit their liquidity needs and investment horizon. Moreover, exemption under Section 54 (B, D, F & G) of the Income Tax Act 1961 is available, further enhancing the tax benefits associated with the scheme. The provision of a nomination facility ensures that investors can safeguard their investments and provide for smooth succession planning. Withdrawals are permitted as per the rules governing the scheme, offering liquidity when needed while maintaining the integrity of the investment structure. However, it's important to note that interest payments are subject to Tax Deducted at Source (TDS), in line with prevailing tax regulations. Additionally, no additional rate is provided for staff/senior citizens under this scheme. For further details and assistance, individuals are encouraged to contact their nearest branch for personalized guidance and information tailored to their specific needs and circumstances.",
  "reference":"https://www.unionbankofindia.co.in/english/capital-gain-schemes.aspx"
},
  {
    "bank": "Union Bank of India",
    "name": "Cumulative Deposit Scheme",
    "age": "18 to 53",
    "gender": "Male, Female, Others",
    "accordion": "Cumulative Deposit Scheme offers flexible deposit amounts starting from ₹100 with tenures ranging from 12 to 120 months and competitive interest rates. Monthly deposits can be automated, and interest is compounded quarterly. Premature withdrawal and loan facilities are available. For more details, click here.",
    "features": "Cumulative Deposit Scheme Build Your Savings, Secure Your Future. Interest Application: Quarterly compounding.",
    "specific": "Salient Features: Monthly savings accumulate to a substantial sum to meet financial needs at the end of the agreed period. Minimum monthly installment: Rs. 100/- and in multiples thereof. Minimum period: 6 months. In multiples of 3 months, with a maximum usually set at 10 years. Loan, foreclosure, and nomination facilities available. TDS applicable. Senior citizens eligible for an additional rate of 0.50% p.a. for an aggregate amount up to Rs. 10 crore. No single deposit exceeding Rs. 2 crore to be opened in a day, within the overall limit of Rs. 10 crore tagged to a single CIF. Penalty on foreclosure of term deposit. For further details, please contact your nearest branch.",
    "reference":"https://www.unionbankofindia.co.in/english/personal-recurring-deposit-scheme.aspx"
  },
  {
    "bank": "Union Bank of India",
    "name": "Short Deposit Receipt",
    "age": "10 to 100",
      "gender": "Male, Female, Others",
    "accordion": "IOB (Indian Overseas Bank) offers Short-Term Deposit schemes with flexible tenure options typically ranging from 7 days to 1 year, competitive interest rates, and easy liquidity. Investors can choose from various deposit amounts. For more details, click here.",
    "features": "Short Deposit Receipt Secure Your Savings, Reap Rewards. Interest Application: Interest payable is renewed with the principal on maturity.",
    "specific": "Tenor Offered: Minimum: 7 Days. Maximum: 180 Days. Interest Payout Frequency: Interest paid along with principal on maturity, subject to TDS. Additional Benefits for Senior Citizen: Additional interest of 0.50% p.a. payable. Monetary Limit for Additional Interest for Senior Citizen: Up to Rs. 10 cr. No single deposit to be opened in a day for more than Rs. 2 Cr within the overall limit of Rs. 10 Cr tagged to a single CIF. Nomination Facility Available. Roll Over Features: Available. Automatic renewal facility for the period of the original deposit. After 10 years, the account is to be closed and opened afresh. Pre-closure Facility: Available. Pre-closure Penalty: As per existing penalty structure. TDS / 15G/15H: Applicable as per eligibility. Loan Against Deposit: Available as per terms and conditions. Any Other Information Relevant to the Product: Additional rate offered on all deposits of 7 days to 10 years, except for deposits under Capital Gain Scheme 1988 & NRE. In the case of term deposits in the name of an HUF, the Karta of the HUF is not eligible for a higher rate of interest, even if a senior citizen, as the beneficial owner of the deposit is the HUF and not the Karta in his individual capacity. For further information, please contact your nearest branch.",
    "reference":"https://www.unionbankofindia.co.in/english/personal-short-deposit-receipt.aspx"
  },
  {
    "bank": "Union Bank of India",
    "name": "Deposit Re-Investment Certificate(DRIC)",
    "age": "00 to 80",
    "gender": "Male, Female, Others",
    "accordion": "SBI's Deposit Re-Investment Certificate(DRIC) allows investors to reinvest the interest earned on their fixed deposit, compounding their savings.",
    "features": "The Deposit Re-Investment Certificate(DRIC) presents a unique opportunity for investors to maximize the growth of their savings by reinvesting the interest earned on their deposit. Unlike traditional deposit plans where interest is typically paid out to the investor, the Reinvestment Deposit Plan channels the interest earnings back into the investment, allowing for compounded growth over time. This innovative approach ensures that investors can leverage the power of compounding to accelerate the growth of their savings without the need for additional deposits. By reinvesting the interest earnings, investors can benefit from exponential growth, as the interest compounds not only on the initial principal amount but also on the accumulated interest. This compounding effect results in a snowballing effect, leading to significant wealth accumulation over the investment period. The Reinvestment Deposit Plan is ideal for investors seeking to build long-term wealth and achieve their financial goals efficiently. Whether saving for retirement, education, or any other financial objective, this plan offers a strategic way to grow savings steadily over time. With its emphasis on reinvesting interest earnings for compounded growth, the Reinvestment Deposit Plan provides investors with a powerful tool to enhance their financial security and achieve greater financial independence in the future.",
  "specific": "The Fixed Deposit scheme offers investors a straightforward investment opportunity with a minimum deposit requirement of Rs. 1000/-, ensuring accessibility for a wide range of individuals. Investors have the flexibility to choose a deposit period ranging from 6 months to 120 months, allowing them to align their investment horizon with their financial goals and preferences. With interest compounded quarterly, investors benefit from the power of compounding, which enhances the overall returns on their investment over time. This quarterly compounding feature ensures that investors earn interest not only on their principal amount but also on the accumulated interest, further boosting their earnings. The structured payment of interest provides investors with a steady stream of income at regular intervals, enhancing the attractiveness of the Fixed Deposit scheme as a reliable investment avenue. Whether investors are looking to save for short-term goals or planning for long-term wealth accumulation, the Fixed Deposit scheme caters to diverse investment objectives with its flexible deposit periods and compounded interest payments. By offering a simple and transparent investment solution with competitive interest rates, the Fixed Deposit scheme remains a popular choice among investors seeking stability, security, and consistent returns on their savings.",
  "reference":"https://www.unionbankofindia.co.in/english/personal-dric.aspx"
},
  {
    "bank": "Union Bank of India",
    "name": "Union Start Up Scheme",
    "age": "18 to 40",
  "gender": "Male, Female, Others",
    "accordion": "Union Start Up Scheme offer interest rates that fluctuate with market conditions, providing potential for higher returns. Depositors benefit from increased interest rates in rising rate environments. Terms and conditions apply. For more details, click here.",
    "features": "Union Start Up Scheme To finance for innovation, development or improvement of products or processes or services, or if it is a scalable business model with a high potential of employment generation or wealth creation as per Start-up India Scheme.Primary: All tangible assets created out of Bank’s finance shall be charged in favor of Bank by way of hypothecation / mortgage etc. Collateral: May not be insisted up on. The eligible accounts are to be covered under Credit Guarantee Scheme for Start up Under Hybrid Model, collateral can be accepted.",
    "specific": "Interest Rate Mechanism: Linked to government securities (G Sec). Reset every 6 months on 1st March and 1st September. Periodicity of Interest Payment: Quarterly. Premature Closure: Permitted after 3 years with a 10-day notice. Foreclosure charge of 1.00% on applicable interest. Interest Payable on Premature Closure: Deducted from applicable interest reset on 1st March and September. Loan Against Deposit: Obtain up to 90% of deposit amount. Interest 2.00% over floating rate for self, 3.00% for third parties. Interest reset corresponds with deposit reset. Conversion of Fixed Interest Rate Deposit: Convert fixed rate deposit to floating rate by premature closure. Floating Rate Deposit cannot be converted to Fixed Interest Rate deposit. For the latest information, kindly contact your nearest branch.",
    "reference":"https://www.unionbankofindia.co.in/english/union-start-up-scheme.aspx"
  },
  {
    "bank": "Union Bank of India",
    "name": "Monthly Income Scheme(MIS)",
    "age": "18 to 80",
  "gender": "Male, Female, Others",
    "accordion": "Monthly Income Scheme(MIS) offer interest rates that fluctuate with market conditions, providing potential for higher returns. Depositors benefit from increased interest rates in rising rate environments. Terms and conditions apply. For more details, click here.",
    "features": "By an individual in his/her own name. By more than one individuals in their joint names with suitable repayment instructions. On behalf of a minor by his/her natural guardian or by a guardian appointed by court., natural/legal guardians for minors, Hindu Undivided Families, Trusts, companies, and firms. Period of Deposit: Flexible terms ranging from 3 to 10 years. Minimum Deposit Amount: Rs. 1 lakh; subsequent multiples of Rs. 10,000/-. No maximum limit. Suitable for investors who want to earn a regular fixed income with guaranteed returns at a certain rate of interest every month.",
    "specific": "Interest Rate Mechanism: Linked to government securities (G Sec). Reset every 6 months on 1st March and 1st September. Periodicity of Interest Payment: Quarterly. Premature Closure: Permitted after 3 years with a 10-day notice. Foreclosure charge of 1.00% on applicable interest. Interest Payable on Premature Closure: Deducted from applicable interest reset on 1st March and September. Loan Against Deposit: Obtain up to 90% of deposit amount. Interest 2.00% over floating rate for self, 3.00% for third parties. Interest reset corresponds with deposit reset. Conversion of Fixed Interest Rate Deposit: Convert fixed rate deposit to floating rate by premature closure. Floating Rate Deposit cannot be converted to Fixed Interest Rate deposit. For the latest information, kindly contact your nearest branch.",
    "reference":"https://www.unionbankofindia.co.in/english/personal-monthly-income-scheme.aspx"
  }
]
}
]
}